{"name":"1-Hexadecanol","description":"Ontology Summary\nHexadecan-1-ol is a long chain fatty alcohol that is hexadecane substituted by a hydroxy group at position 1. It has a role as a human metabolite and an algal metabolite. It is a long-chain primary fatty alcohol and a fatty alcohol 16:0.\n\nCetyl alcohol, also known as 1-hexadecanol or n-hexadecyl alcohol, is a 16-C fatty alcohol with the chemical formula CH3(CH2)15OH. It can be produced from the reduction of palmitic acid. Cetyl alcohol is present in a waxy white powder or flake form at room temperature, and is insoluble in water and soluble in alcohols and oils. Discovered by Chevrenl in 1913, cetyl alcohol is one of the oldest known long-chain alcohol. It may be contained in cosmetic and personal care products such as shampoos, creams and lotions. Mainly it is used as an opacifier, emulsifier, and thickening agent that alter the thickness of the liquid, and increase and stabilize the foaming capacity. Due to its water-binding property, cetyl alcohol is commonly used as an emollient that prevents drying and chapping of the skin. According to the FDA Code of Federal Regulations, cetyl alcohol is a safe synthetic fatty acid in food and in the synthesis of food components under the condition that it contain not less than 98 percent of total alcohols and not less than 94 percent of straight chain alcohols. Cetyl alcohol is also listed in the OTC ingredient list as a skin protectant for skin irritations caused by poison ivy, oak, sumac, and insect bites or stings. Cetyl alcohol is reported to be a mild skin or eye irritant.\n\n1-Hexadecanol is a natural product found in Mikania cordifolia, Cichorium endivia, and other organisms with data available.\n\nCetyl Alcohol is a synthetic, solid, fatty alcohol and nonionic surfactant. Cetyl alcohol is used as an emulsifying agent in pharmaceutical preparations.\n\n","effects":["H400","H410","H411","H412","H413"]}
{"name":"Stearyl alcohol","description":"Ontology Summary\nOctadecan-1-ol is a long-chain primary fatty alcohol consisting of a hydroxy function at C-1 of an unbranched saturated chain of 18 carbon atoms. It has a role as a plant metabolite, a human metabolite and an algal metabolite. It is a long-chain primary fatty alcohol, a fatty alcohol 18:0 and a primary alcohol. It derives from a hydride of an octadecane.\n\nStearyl alcohol is a natural product found in Mikania cordifolia, Leiocarpa semicalva, and other organisms with data available.\n\nStearyl alcohol is a metabolite found in the aging mouse brain.\n\n","effects":["H400","H410","H411","H412"]}
{"name":"N,N,N-Trimethyldocosan-1-aminium chloride","description":"","effects":["H400","H410"]}
{"name":"Glyceryl monostearate","description":"Ontology Summary\n1-monostearoylglycerol is a 1-monoglyceride that has stearoyl as the acyl group. It has a role as an algal metabolite and a Caenorhabditis elegans metabolite.\n\nGlycerol monostearate, commonly known as GMS, is the glycerol ester of stearic acid . It is commonly used as an emulsifier in foods.\n\nGlycerol 1-monostearate is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nGlyceryl monostearate is a natural product found in Aristolochia cucurbitifolia, Lobelia longisepala, and other organisms with data available.\n\nGlyceryl monostearate is a metabolite found in the aging mouse brain.\n\n","effects":[]}
{"name":"1,3,5,7,9,2,4,6,8,10-Pentaoxapentasilecane","description":"","effects":[]}
{"name":"Dimethylsilanediol","description":"Ontology Summary\nDimethylsilanediol is an organosilanediol.\n\n","effects":["H411"]}
{"name":"2-Phenoxyethanol","description":"Physical Description\nEthylene glycol phenyl ether is a colorless liquid with a pleasant odor. Density 1.02 g / cm3. An irritant.\n\nOntology Summary\n2-phenoxyethanol is an aromatic ether that is phenol substituted on oxygen by a 2-hydroxyethyl group. It has a role as an antiinfective agent and a central nervous system depressant. It is a primary alcohol, a glycol ether and an aromatic ether. It derives from a phenol.\n\nPhenoxyethanol is a colorless liquid with a pleasant odor. It is a glycol ether used as a perfume fixative, insect repellent, antiseptic, solvent, preservative, and also as an anesthetic in fish aquaculture. Phenoxyethanol is an ether alcohol with aromatic properties. It is both naturally found and manufactured synthetically. Demonstrating antimicrobial ability, phenoxyethanol acts as an effective preservative in pharmaceuticals, cosmetics and lubricants.  Phenoxyethanol (EU), or PE, is the most commonly used globally-approved preservative in personal care formulations. It is very easy to use in various types of formulations and is chemically stable. Phenoxyethanol is a colorless, clear, oily liquid with a faint aromatic odor at room temperature and a low water solubility and evaporation rate. It is produced by reacting phenol (EU) and ethylene oxide (EU) at a high temperature and pressure. This substance occurs naturally in green tea (EU).   According to the European Union Cosmetics Regulation (EC) n.1223/2009, phenoxyethanol is authorized as a preservative in cosmetic formulations at a maximum concentration of 1.0%.  Phenoxyethanol has been classified as an antimicrobial and preservative by Health Canada.  It has also been used in vaccines and shown to inactivate bacteria, and several types of yeast.\n\n2-Phenoxyethanol is a natural product found in Cichorium endivia and Allium cepa with data available.\n\n","effects":[]}
{"name":"3-(2-Ethylhexyloxy)propane-1,2-diol","description":"An emollient solvent with antimicrobial activity.\n\n","effects":["H412"]}
{"name":"Polyquaternium-10","description":"","effects":["H411"]}
{"name":"Edetate sodium","description":"","effects":[]}
{"name":"Citric acid","description":"Physical Description\nCitric acid appears as colorless, odorless crystals with an acid taste. Denser than water. (USCG, 1999)\n\nOntology Summary\nCitric acid is a tricarboxylic acid that is propane-1,2,3-tricarboxylic acid bearing a hydroxy substituent at position 2. It is an important metabolite in the pathway of all aerobic organisms. It has a role as a food acidity regulator, a chelator, an antimicrobial agent and a fundamental metabolite. It is a conjugate acid of a citrate(1-) and a citrate anion.\n\nA key intermediate in metabolism. It is an acid compound found in citrus fruits. The salts of citric acid (citrates) can be used as anticoagulants due to their calcium chelating ability.  Citric acid was one of active ingredients in Phexxi, a non-hormonal contraceptive agent that was approved by the FDA on May 2020.\n\nFDA Pharmacology Summary\nAnhydrous citric acid is a Calculi Dissolution Agent and Anti-coagulant. The mechanism of action of anhydrous citric acid is as an Acidifying Activity and Calcium Chelating Activity. The physiologic effect of anhydrous citric acid is by means of Decreased Coagulation Factor Activity.\n\nAnhydrous Citric Acid is a tricarboxylic acid found in citrus fruits. Citric acid is used as an excipient in pharmaceutical preparations due to its antioxidant properties.  It maintains stability of active ingredients and is used as a preservative. It is also used as an acidulant to control pH and acts as an anticoagulant by chelating calcium in blood.\n\nA key intermediate in metabolism. It is an acid compound found in citrus fruits. The salts of citric acid (citrates) can be used as anticoagulants due to their calcium chelating ability.\n\n","effects":[]}
{"name":"Sodium hydroxide","description":"Physical Description\nSodium hydroxide solution appears as a colorless liquid. More dense than water. Contact may severely irritate skin, eyes, and mucous membranes. Toxic by ingestion. Corrosive to metals and tissue.\n\nPhysical Description\nSodium hydroxide, solid appears as a white solid. Corrosive to metals and tissue. Used in chemical manufacturing, petroleum refining, cleaning compounds, drain cleaners.\n\nHazards Summary\nAt room temperature, sodium hydroxide is a white crystalline odorless solid that absorbs moisture from the air. It is a manufactured substance. When dissolved in water or neutralized with acid it liberates substantial heat, which may be sufficient to ignite combustible materials. Sodium hydroxide is very corrosive. It is generally used as a solid or a 50% solution. Other common names include caustic soda and lye. Sodium hydroxide is used to manufacture soaps, rayon, paper, explosives, dyestuffs, and petroleum products. It is also used in processing cotton fabric, laundering and bleaching, metal cleaning and processing, oxide coating, electroplating, and electrolytic extracting. It is commonly present in commercial drain and oven cleaners.\n\nOntology Summary\nSodium hydroxide is an alkali metal hydroxide.\n\nSodium hydroxide is also known as lye or soda , or caustic soda.  At room temperature, sodium hydroxide is a white crystalline odorless solid that absorbs moisture from the air. It is a synthetically manufactured substance. When dissolved in water or neutralized with acid it releases substantial amounts of heat, which may prove sufficient to ignite combustible materials. Sodium hydroxide is highly corrosive.  Sodium hydroxide is generally used as a solid or a diluted in a 50% solution. This chemical is used to manufacture soaps, rayon, paper, explosives, dyestuffs, and petroleum products.  It is also used in processing cotton fabric, laundering and bleaching, metal cleaning and processing, oxide coating, electroplating, and electrolytic extracting. It is commonly found in commercial drain/ oven cleaners. According to the the FDA, sodium hydroxide is considered a direct food recognized as safe, where it serves as a pH control agent and follows good manufacturing guidelines.  Interestingly, sodium hydroxide has been studied for its use in the treatment of prion disease (as occurs in mad cow disease and kuru). The use of this compound has been shown to effectively reduce prion levels in an in vitro inactivation assay.\n\nA highly caustic substance that is used to neutralize acids and make sodium salts. (From Merck Index, 11th ed)\n\n","effects":[]}
{"name":"Water","description":"Physical Description\nWater appears as a clear, nontoxic liquid composed of hydrogen and oxygen, essential for life and the most widely used solvent. Include water in a mixture to learn how it could react with other chemicals in the mixture.\n\nOntology Summary\nWater is an oxygen hydride consisting of an oxygen atom that is covalently bonded to two hydrogen atoms. It has a role as an amphiprotic solvent, a member of greenhouse gas, a human metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite. It is an oxygen hydride, a mononuclear parent hydride and an inorganic hydroxy compound. It is a conjugate base of an oxonium. It is a conjugate acid of a hydroxide.\n\nWater (chemical formula: H2O) is a transparent fluid which forms the world's streams, lakes, oceans and rain, and is the major constituent of the fluids of organisms. As a chemical compound, a water molecule contains one oxygen and two hydrogen atoms that are connected by covalent bonds. Water is a liquid at standard ambient temperature and pressure, but it often co-exists on Earth with its solid state, ice; and gaseous state, steam (water vapor).\n\nWater is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nWater is h2O, a clear, colorless, odorless, tasteless liquid that freezes into ice below 0 degrees centigrade and boils above 100 degrees centigrade.\n\nA clear, odorless, tasteless liquid that is essential for most animal and plant life and is an excellent solvent for many substances. The chemical formula is hydrogen oxide (H2O). (McGraw-Hill Dictionary of Scientific and Technical Terms, 4th ed)\n\nSee also: Hydron;hydroxide (alternative); Hydroxide (conjugate); Oxonium (conjugate); Water, dimer (related); Diprotium oxide (related); Water-t (related).\n\n","effects":[]}
{"name":"Glycerol","description":"Physical Description\nGlycerine appears as a colorless to brown colored liquid. Combustible but may require some effort to ignite.\n\nOntology Summary\nGlycerol is a triol with a structure of propane substituted at positions 1, 2 and 3 by hydroxy groups. It has a role as an osmolyte, a solvent, a detergent, a human metabolite, an algal metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite, a mouse metabolite and a geroprotector. It is an alditol and a triol.\n\nA trihydroxy sugar alcohol that is an intermediate in carbohydrate and lipid metabolism.\n\nGlycerol is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nFDA Pharmacology Summary\nGlycerin is a Non-Standardized Chemical Allergen. The physiologic effect of glycerin is by means of Increased Histamine Release, and Cell-mediated Immunity, and Increased IgG Production.\n\nGlycerol is a natural product found in Ophiopogon, Mus musculus, and other organisms with data available.\n\nGlycerin is a trihydroxyalcohol with localized osmotic diuretic and laxative effects. Glycerin elevates the blood plasma osmolality thereby extracting water from tissues into interstitial fluid and plasma. This agent also prevents water reabsorption in the proximal tubule in the kidney leading to an increase in water and sodium excretion and a reduction in blood volume. Administered rectally, glycerin exerts a hyperosmotic laxative effect by attracting water into the rectum, thereby relieving constipation. In addition, glycerin is used as a solvent, humectant and vehicle in various pharmaceutical preparations.\n\nGlycerol is a metabolite found in the aging mouse brain.\n\nA trihydroxy sugar alcohol that is an intermediate in carbohydrate and lipid metabolism. It is used as a solvent, emollient, pharmaceutical agent, or sweetening agent.\n\n","effects":["H411","H410"]}
{"name":"Caprylic capric triglycerride","description":"","effects":[]}
{"name":"Bisabolol","description":"Ontology Summary\n(+)-alpha-Bisabolol is a sesquiterpenoid.\n\nBisabolol is a natural product found in Eupatorium altissimum, Psidium guajava, and other organisms with data available.\n\n","effects":["H411"]}
{"name":"Vitamin E","description":"Ontology Summary\n(R,R,R)-alpha-tocopherol is an alpha-tocopherol that has R,R,R configuration. The naturally occurring stereoisomer of alpha-tocopherol, it is found particularly in sunflower and olive oils. It has a role as an antioxidant, a nutraceutical, an antiatherogenic agent, an EC 2.7.11.13 (protein kinase C) inhibitor, an anticoagulant, an immunomodulator, an antiviral agent, a micronutrient, an algal metabolite and a plant metabolite. It is an enantiomer of a (S,S,S)-alpha-tocopherol.\n\nIn 1922, vitamin E was demonstrated to be an essential nutrient. Vitamin E is a term used to describe 8 different fat soluble tocopherols and tocotrienols, alpha-tocopherol being the most biologically active. Vitamin E acts as an antioxidant, protecting cell membranes from oxidative damage. The antioxidant effects are currently being researched for use in the treatment of diseases causing bone loss, cardiovascular diseases, diabetes mellitus and associated comorbidities, eye diseases, inflammatory diseases (including skin conditions), lipid disorders, neurological diseases, and radiation damage. Though this research is so far inconclusive, vitamin E remains a popular supplement and is generally considered safe by the FDA.\n\nVitamin E is a natural product found in Monteverdia ilicifolia, Calea jamaicensis, and other organisms with data available.\n\nd-Alpha-Tocopherol is a naturally-occurring form of vitamin E, a fat-soluble vitamin with potent antioxidant properties.  Considered essential for the stabilization of biological membranes (especially those with high amounts of polyunsaturated fatty acids), d-alpha-Tocopherol is a potent peroxyl radical scavenger and inhibits noncompetitively cyclooxygenase activity in many tissues, resulting in a decrease in prostaglandin production.  Vitamin E also inhibits angiogenesis and tumor dormancy through suppressing vascular endothelial growth factor (VEGF) gene transcription. (NCI04)\n\nAlpha-Tocopherol is the orally bioavailable alpha form of the naturally-occurring fat-soluble vitamin E, with potent antioxidant and cytoprotective activities.  Upon administration, alpha-tocopherol neutralizes free radicals, thereby protecting tissues and organs from oxidative damage. Alpha-tocopherol gets incorporated into biological membranes, prevents protein oxidation and inhibits lipid peroxidation, thereby maintaining cell membrane integrity and protecting the cell against damage. In addition, alpha-tocopherol inhibits the activity of protein kinase C (PKC) and PKC-mediated pathways. Alpha-tocopherol also modulates the expression of various genes, plays a key role in neurological function, inhibits platelet aggregation and enhances vasodilation. Compared with other forms of tocopherol, alpha-tocopherol is the most biologically active form and is the form that is preferentially absorbed and retained in the body.\n\nA generic descriptor for all TOCOPHEROLS and TOCOTRIENOLS that exhibit ALPHA-TOCOPHEROL activity. By virtue of the phenolic hydrogen on the 2H-1-benzopyran-6-ol nucleus, these compounds exhibit varying degree of antioxidant activity, depending on the site and number of methyl groups and the type of ISOPRENOIDS.\n\n","effects":[]}
{"name":"Triglycerol","description":"","effects":[]}
{"name":"Castor oil, hydrogenated","description":"Hydrogenated Castor Oil is a wax-like hydrogenated derivative of castor oil. Hydrogenated castor oil has many industrial applications.\n\n","effects":[]}
{"name":"Lactic acid","description":"Physical Description\nLactic acid appears as a colorless to yellow odorless syrupy liquid. Corrosive to metals and tissue. Used to make cultured dairy products, as a food preservative, and to make chemicals.\n\nOntology Summary\n2-hydroxypropanoic acid is a 2-hydroxy monocarboxylic acid that is propanoic acid in which one of the alpha-hydrogens is replaced by a hydroxy group. It has a role as a Daphnia magna metabolite and an algal metabolite. It derives from a propionic acid. It is a conjugate acid of a lactate.\n\nA normal intermediate in the fermentation (oxidation, metabolism) of sugar. The concentrated form is used internally to prevent gastrointestinal fermentation. (From Stedman, 26th ed) Sodium lactate is the sodium salt of lactic acid, and has a mild saline taste. It is produced by fermentation of a sugar source, such as corn or beets, and then, by neutralizing the resulting lactic acid to create a compound having the formula NaC3H5O3.  Lactic acid was one of active ingredients in Phexxi, a non-hormonal contraceptive agent that was approved by the FDA on May 2020.\n\nLactic Acid, DL- is the racemic isomer of lactic acid, the biologically active isoform in humans.  Lactic acid or lactate is produced during fermentation from pyruvate by lactate dehydrogenase. This reaction, in addition to producing lactic acid, also produces nicotinamide adenine dinucleotide (NAD) that is then used in glycolysis to produce energy source adenosine triphosphate (ATP).\n\nA normal intermediate in the fermentation (oxidation, metabolism) of sugar. The concentrated form is used internally to prevent gastrointestinal fermentation. (From Stedman, 26th ed)\n\n","effects":[]}
{"name":"2-(2,4-Diaminophenoxy)ethanol dihydrochloride","description":"","effects":["H411"]}
{"name":"Sucrose stearate","description":"","effects":[]}
{"name":"Stearic acid","description":"Physical Description\nStearic acid is a white solid with a mild odor. Floats on water. (USCG, 1999)\n\nOntology Summary\nOctadecanoic acid is a C18 straight-chain saturated fatty acid component of many animal and vegetable lipids. As well as in the diet, it is used in hardening soaps, softening plastics and in making cosmetics, candles and plastics. It has a role as a plant metabolite, a human metabolite, a Daphnia magna metabolite and an algal metabolite. It is a long-chain fatty acid, a straight-chain saturated fatty acid and a saturated fatty acid. It is a conjugate acid of an octadecanoate. It derives from a hydride of an octadecane.\n\nStearic acid (IUPAC systematic name: octadecanoic acid) is one of the useful types of saturated fatty acids that comes from many animal and vegetable fats and oils. It is a waxy solid.\n\nStearic acid is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nStearic Acid is a saturated long-chain fatty acid with an 18-carbon backbone. Stearic acid is found in various animal and plant fats, and is a major component of cocoa butter and shea butter.\n\nStearic acid is a metabolite found in the aging mouse brain.\n\n","effects":["H412","H400"]}
{"name":"Glyceryl stearate citrate","description":"","effects":[]}
{"name":"Arginine","description":"Ontology Summary\nL-arginine is an L-alpha-amino acid that is the L-isomer of arginine. It has a role as a nutraceutical, a biomarker, a micronutrient, an Escherichia coli metabolite and a mouse metabolite. It is a glutamine family amino acid, a proteinogenic amino acid, an arginine and a L-alpha-amino acid. It is a conjugate base of a L-argininium(1+). It is a conjugate acid of a L-argininate. It is an enantiomer of a D-arginine.\n\nAn essential amino acid that is physiologically active in the L-form.\n\nL-Arginine is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nArginine is an essential amino acid in juvenile humans, Arginine is a complex amino acid, often found at active site in proteins and enzymes due to its amine-containing side chain. Arginine may prevent or treat heart and circulatory diseases, combat fatigue, and stimulate the immune system. It also boosts production of nitric oxide, relaxing blood vessels, and treating angina and other cardiovascular problems. Arginine is also an important intermediate in the urea cycle and in detoxification of nitrogenous wastes. (NCI04)\n\nAn essential amino acid that is physiologically active in the L-form.\n\n","effects":[]}
{"name":"2,3-Dihydroxypropyl octanoate","description":"Ontology Summary\n1-monooctanoylglycerol is a 1-monoglyceride that has octanoyl as the acyl group. It is a 1-monoglyceride and an octanoate ester.\n\nMonoctanoin is used to dissolve cholesterol gallstones.\n\n","effects":[]}
{"name":"Potassium sorbate","description":"Ontology Summary\nPotassium sorbate is a potassium salt having sorbate as the counterion. It has a role as an antimicrobial food preservative. It contains an (E,E)-sorbate.\n\nMold and yeast inhibitor. Used as a fungistatic agent for foods, especially cheeses.\n\n","effects":[]}
{"name":"Sodium anisate","description":"","effects":[]}
{"name":"Sodium benzoate","description":"Ontology Summary\nSodium benzoate is an organic sodium salt resulting from the replacement of the proton from the carboxy group of benzoic acid by a sodium ion. It has a role as an antimicrobial food preservative, a drug allergen, an EC 1.13.11.33 (arachidonate 15-lipoxygenase) inhibitor, an EC 3.1.1.3 (triacylglycerol lipase) inhibitor, an algal metabolite, a human xenobiotic metabolite and a plant metabolite. It contains a benzoate.\n\nThe sodium salt of BENZOIC ACID. It is used as an antifungal preservative in pharmaceutical preparations and foods. It may also be used as a test for liver function.\n\n","effects":[]}
{"name":"Sodium levulinate","description":"","effects":[]}
{"name":"Sodium stearoyl-2-lactylate","description":"","effects":[]}
{"name":"Acrylic acid","description":"Physical Description\nAcrylic acid is a colorless liquid with a distinctive acrid odor. Flash point 130°F. Boiling point 286°F. Freezing point 53°F. Corrosive to metals and tissue. Prolonged exposure to fire or heat can cause polymerization. If polymerization takes place in a closed container, violent rupture may occur. The inhibitor (usually hydroquinone) greatly reduces the tendency to polymerize.\n\nPhysical Description\nAcrylic acid, [waste] appears as a colorless liquid with a distinctive acrid odor. Combustible. Flash point 130°F. Boiling point 286°F. Freezing point 121°F. Corrosive to metals and tissue. May polymerize under prolonged exposure to fire or heat. If polymerization occurs in a container violent rupture may occur. Generally shipped with an inhibitor such as hydroquinone to prevent polymerization.\n\nOntology Summary\nAcrylic acid is a alpha,beta-unsaturated monocarboxylic acid that is ethene substituted by a carboxy group. It has a role as a metabolite. It is a conjugate acid of an acrylate.\n\nA α,β-unsaturated monocarboxylic acid that is ethene substituted by a carboxy group.\n\nAcrylic acid is used in the manufacture of plastics, paint formulations, and other products. Exposure occurs primarily in the workplace. It is a strong irritant to the skin, eyes, and mucous membranes in humans. No information is available on the reproductive, developmental, or carcinogenic effects of acrylic acid in humans. Animal cancer studies have reported both positive and negative results. EPA has not classified acrylic acid for carcinogenicity.\n\n","effects":["H400","H350","H411","H351"]}
{"name":"N-Vinyl-2-pyrrolidone","description":"Physical Description\nPolyvinylpyrrolidone is a white powder. Compatible with a wide range of hydrophilic and hydrophobic resins. (NTP, 1992)\n\nOntology Summary\nN-Vinyl-2-pyrrolidone is a member of pyrrolidin-2-ones.\n\n","effects":["H351","H402","H412"]}
{"name":"N-Hydroxyoctanamide","description":"","effects":[]}
{"name":"2-Methyl-1,3-propanediol","description":"","effects":[]}
{"name":"Benzyl Alcohol","description":"Physical Description\nBenzyl alcohol appears as a clear colorless liquid with a pleasant odor. Slightly denser than water. Flash point 194°F. Boiling point 401°F. Contact may irritate skin, eyes, and mucous membranes. May be slightly toxic by ingestion. Used to make other chemicals.\n\nOntology Summary\nBenzyl alcohol is an aromatic alcohol that consists of benzene bearing a single hydroxymethyl substituent. It has a role as a solvent, a metabolite, an antioxidant and a fragrance.\n\nFDA Pharmacology Summary\nBenzyl alcohol is a Pediculicide.\n\nBenzyl Alcohol is a natural product found in Eupatorium cannabinum, Vitis rotundifolia, and other organisms with data available.\n\nBenzyl Alcohol is a metabolite found in the aging mouse brain.\n\nA colorless liquid with a sharp burning taste and slight odor. It is used as a local anesthetic and to reduce pain associated with LIDOCAINE injection. Also, it is used in the manufacture of other benzyl compounds, as a pharmaceutic aid, and in perfumery and flavoring.\n\n","effects":["H401",{"_id":"62d6c3931fd1bd882057dd74","name":"Allergy","description":"Rarely causes allergic contact dermatitis; [Marks, p. 136] Occupational contact urticaria has been reported. [PMID 11766131] A skin and eye irritant; Inhalation of high concentrations may cause CNS effects; May cause skin sensitization; [ICSC] No deaths in rats exposed to saturated concentrations (100-200 ppm) for 2 hours; Rapidly metabolized to hippuric acid; Has caused deaths in premature infants when given in IV solutions >4.5 mg/kg-day; [AIHA] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)]","effectType":"allergy","score":4},"62d6c3931fd1bd882057dd74"]}
{"name":"Benzyl salicylate","description":"Physical Description\nBenzyl salicylate is a colorless liquid. Melting point near room temperature (18-20°C). (NTP, 1992)\n\nOntology Summary\nBenzyl salicylate is a benzoate ester and a member of phenols. It derives from a salicylic acid.\n\nBenzyl salicylate is a natural product found in Desmos chinensis, Nicotiana cavicola, and other organisms with data available.\n\n","effects":["H411","H412","H401"]}
{"name":"Limonene","description":"Physical Description\nDipentene appears as a colorless liquid with an odor of lemon. Flash point 113°F. Density about 7.2 lb /gal and insoluble in water. Hence floats on water. Vapors heavier than air. Used as a solvent for rosin, waxes, rubber; as a dispersing agent for oils, resins, paints, lacquers, varnishes, and in floor waxes and furniture polishes.\n\nOntology Summary\nLimonene is a monoterpene that is cyclohex-1-ene substituted by a methyl group at position 1 and a prop-1-en-2-yl group at position 4 respectively. It has a role as a human metabolite. It is a cycloalkene and a p-menthadiene.\n\nLimonene is a natural product found in Teucrium montanum, Xylopia aromatica, and other organisms with data available.\n\nA naturally-occurring class of MONOTERPENES which occur as a clear colorless liquid at room temperature. Limonene is the major component in the oil of oranges which has many uses, including as flavor and fragrance. It is recognized as safe in food by the Food and Drug Administration (FDA).\n\n","effects":["H400","H410"]}
{"name":"Linalool","description":"Ontology Summary\nLinalool is a monoterpenoid that is octa-1,6-diene substituted by methyl groups at positions 3 and 7 and a hydroxy group at position 3. It has been isolated from plants like Ocimum canum. It has a role as a plant metabolite, a volatile oil component, an antimicrobial agent and a fragrance. It is a tertiary alcohol and a monoterpenoid.\n\nLinalool is a natural product found in Nepeta nepetella, Teucrium montanum, and other organisms with data available.\n\n","effects":["H402",{"_id":"62d6c39a1fd1bd882057dd75","name":"Allergy","description":"A skin and eye irritant; May cause liver injury; [ICSC] Emergency treatment: Linalool; A skin and eye irritant; [HSDB] Safe to use as a flavoring agent in food; [JECFA] Slight sedative effects after inhalation; Not a sensitizer; Not mutagenic; Causes effects on liver and kidneys in 28-day rat feeding study (72.9% linalool) with a NOAEL of 160 mg/kg/day; [OECD SIDS: Linalool - 2002] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)]","effectType":"allergy","score":7},"62d6c39a1fd1bd882057dd75"]}
{"name":"Talc","description":"Physical Description\nTalc is an odorless white to grayish-white very fine crystalline powder (unctuous). Readily adheres to the skin. Nonflammable, noncombustible, and nontoxic.\n\nFinely powdered native hydrous magnesium silicate. It is used as a dusting powder, either alone or with starch or boric acid, for medicinal and toilet preparations. It is also an excipient and filler for pills, tablets, and for dusting tablet molds. (From Merck Index, 11th ed)\n\n","effects":[]}
{"name":"Cyclohexaamylose","description":"","effects":[]}
{"name":"Ceresin","description":"Ceresin is a natural product found in Maytenus canariensis, Gymnosporia cassinoides, and Diospyros iturensis with data available.\n\n","effects":[]}
{"name":"Docosanol","description":"Ontology Summary\nDocosan-1-ol is a long-chain primary fatty alcohol that is docosane substituted by a hydroxy group at position 1. It has a role as an antiviral agent. It is a long-chain primary fatty alcohol and a fatty alcohol 22:0. It derives from a hydride of a docosane.\n\nDocosanol is a drug used for topical treatment for recurrent herpes simplex labialis episodes (episodes of cold sores or fever blisters). A saturated 22-carbon aliphatic alcohol, docosanol exhibits antiviral activity against many lipid enveloped viruses including herpes simplex virus (HSV). Docosanol inhibits fusion between the plasma membrane and the herpes simplex virus (HSV) envelope, thereby preventing viral entry into cells and subsequent viral replication.\n\nDocosanol is a natural product found in Populus tremula, Hypericum laricifolium, and other organisms with data available.\n\nDocosanol is a saturated 22-carbon aliphatic alcohol with antiviral activity. Docosanol has a distinct mechanism of action and inhibits fusion between the plasma membrane and the herpes simplex virus envelope, thereby preventing viral entry into cells and subsequent viral activity and replication. Docosanol is used topically in the treatment of recurrent herpes simplex labialis episodes and relieves associated pain and may help heal sores faster.\n\n","effects":["H400","H410","H411","H412"]}
{"name":"Ethyl acetate","description":"Physical Description\nEthyl acetate appears as a clear colorless liquid with a fruity odor. Flash point 24°F. Less dense than water. Vapors heavier than air.\n\nOntology Summary\nEthyl acetate is the acetate ester formed between acetic acid and ethanol. It has a role as a polar aprotic solvent, an EC 3.4.19.3 (pyroglutamyl-peptidase I) inhibitor, a metabolite and a Saccharomyces cerevisiae metabolite. It is an acetate ester, an ethyl ester and a volatile organic compound.\n\nEthyl acetate is a natural product found in Vitis rotundifolia, Cinnamomum burmanni, and other organisms with data available.\n\n","effects":[]}
{"name":"Butyl acetate","description":"Physical Description\nButyl acetate appears as a clear colorless liquid with a fruity odor. Flash point 72 - 88°F. Density 7.4 lb / gal (less than water). Hence floats on water. Vapors heavier than air.\n\nOntology Summary\nButyl acetate is the acetate ester of butanol. It has a role as a metabolite. It derives from a butan-1-ol.\n\nButyl acetate is a natural product found in Vitis rotundifolia, Thymus longicaulis, and other organisms with data available.\n\n","effects":["H402"]}
{"name":"Nitrocellulose","description":"Physical Description\nCollodion is a pale yellow syrupy liquid with an ether-like odor. Floats on water. Produces an irritating vapor. Immiscible with water. Boiling point is around 94°F. (USCG, 1999)\n\nPhysical Description\nNitrocellulose membrane filters appears as a membrane filter composed of nitrocellulose. Ignites easily and burn rapidly with intense heat. May release toxic fumes if exposed to high temperatures or flame.\n\nPhysical Description\nNitrocellulose with alcohol appears as a white solid mixed with ethanol or another solvent to form a slurry. A mixture of the dinitrates and trinitrate of cellulose. Exposure to heat may evaporate the solvent leaving a residue that is subject to self-accelerating decomposition and may explode if confined or present in large quantities. Treat as an explosive. Produces toxic oxides of nitrogen when burned.\n\nPhysical Description\nNitrocellulose with water, not less than 25% water appears as a white solid. A mixture of the dinitrates and trinitrate of cellulose with water. Will burn, although may be difficult to ignite. Easily ignited, burns very vigorously if allowed to dry out. Highly explosive if allowed to dry out. Produces toxic oxides of nitrogen during combustion.\n\nPhysical Description\nNitrocellulose, block, wet, with not less than 25% alcohol appears as a white solid. A mixture of the dinitrates and trinitrate of cellulose and ethanol. Exposure to heat may evaporate the solvent leaving a residue that is subject to self-accelerating decomposition and may explode if confined or present in large quantities. Treat as an explosive. Produces toxic oxides of nitrogen when burned.\n\nPhysical Description\nNitrocellulose, solution, flammable appears as a solution of the dinitrates and trinitrate of cellulose in ether, ethanol, or acetone. Burns vigorously.\n\nPhysical Description\nNitrocellulose, [dry] appears as a white solid. A mixture of the dinitrates and trinitrate of cellulose. Burns vigorously if the quantity is small or thinly spread over a large area. May explode under exposure to heat or fire. Primary hazard is blast of an instantaneous explosion, not flying projectiles or fragments.\n\nPhysical Description\nNitrocellulose, [with plasticizer] appears as a solid used in making lacquers or paints. Very flammable and easily ignited. Will burn vigorously if the quantity is small or the material is thinly spread over a large area. Produces toxic oxides of nitrogen during combustion.\n\nPhysical Description\nPyroxylin solution appears as a solution in absolute ethanol or another organic solvent of cellulose nitrate (nitrocellulose) that contains 11.5-12.3% nitrogen (corresponding to incomplete nitration of the cellulose). The solvent may evaporate if the solution is spilled, leaving a plastic film that is easily ignited and burns very vigorously. Produces toxic oxides of nitrogen during combustion. Used in automobile lacquers and in various coatings.\n\nOntology Summary\nNitrocellulose is a (1->4)-beta-D-glucan compound formed by nitrating cellulose through exposure to nitric acid or another powerful nitrating agent. It has a role as a tissue adhesive and an explosive. It derives from a (1->4)-beta-D-glucan.\n\nA nitrocellulose solution in ether and alcohol. Collodion has a wide range of uses in industry including applications in the manufacture of photographic film, in fibers, in lacquers, and in engraving and lithography. In medicine it is used as a drug solvent and a wound sealant.\n\n","effects":[]}
{"name":"Propyl acetate","description":"Physical Description\nN-propyl acetate appears as a clear colorless liquid with a pleasant odor. Flash point 58°F. Less dense than water, Vapors are heavier than air.\n\nOntology Summary\nPropyl acetate is an acetate ester obtained by the formal condensation of acetic acid with propanol. It has a role as a fragrance and a plant metabolite. It derives from a propan-1-ol.\n\nPropyl acetate is a natural product found in Zingiber mioga, Saussurea involucrata, and Cucumis melo with data available.\n\n","effects":["H402"]}
{"name":"Benzenesulfonamide, 4-methyl-, polymer with formaldehyde","description":"","effects":[{"_id":"62d6c3af1fd1bd882057dd76","name":"Allergy","description":"Toluenesulfonamide/formaldehyde resin in nail polish causes allergic contact dermatitis, usually on the face and neck but also on the fingers, periungually.  [Marks, p. 183] Does not contain free formaldehyde. [ChemIDplus] Causes contact dermatitis on application to human skin; [RTECS] May cause irritation; [Aldrich MSDS]","effectType":"allergy","score":7},"62d6c3af1fd1bd882057dd76"]}
{"name":"Isopropyl alcohol","description":"Physical Description\nVolatile, colorless liquid with a sharp musty odor like rubbing alcohol. Flash point of 53°F. Vapors are heavier than air and mildly irritating to the eyes, nose, and throat. Density approximately 6.5 lb / gal. Used in making cosmetics, skin and hair preparations, pharmaceuticals, perfumes, lacquer formulations, dye solutions, antifreezes, soaps, window cleaners. Sold in 70% aqueous solution as rubbing alcohol.\n\nOntology Summary\nPropan-2-ol is a secondary alcohol that is propane in which one of the hydrogens attached to the central carbon is substituted by a hydroxy group. It has a role as a protic solvent. It is a secondary fatty alcohol and a secondary alcohol.\n\nAn isomer of 1-propanol. It is a colorless liquid having disinfectant properties. It is used in the manufacture of acetone and its derivatives and as a solvent. Topically, it is used as an antiseptic.\n\nIsopropyl alcohol is a natural product found in Mycoacia uda, Citrus hystrix, and other organisms with data available.\n\nIsopropyl Alcohol is an isomer of propyl alcohol with antibacterial properties. Although the exact mechanism of isopropanol's disinfecting action is not known, it might kill cells by denaturing cell proteins and DNA, interfering with cellular metabolism, and dissolving cell lipo-protein membranes. Isopropanol is used in soaps and lotions as an antiseptic.\n\nAn isomer of 1-PROPANOL. It is a colorless liquid having disinfectant properties. It is used in the manufacture of acetone and its derivatives and as a solvent. Topically, it is used as an antiseptic.\n\n","effects":[]}
{"name":"2,2,4-Trimethyl-1,3-pentanediol diisobutyrate","description":"Ontology Summary\n2,2,4-Trimethyl-1,3-pentadienol diisobutyrate is a diester.\n\n","effects":["H412","H401"]}
{"name":"Triphenyl phosphate","description":"Physical Description\nTriphenyl phosphate appears as colorless crystals. (NTP, 1992)\n\nOntology Summary\nTriphenyl phosphate is an aryl phosphate resulting from the formal condensation of phosphoric acid with 3 mol eq. of phenol. It has a role as a flame retardant and a plasticiser. It derives from a phenol.\n\n","effects":["H400","H410","H411",{"_id":"62d6c3b61fd1bd882057dd77","name":"Allergy","description":"Cholinesterase inhibition, but no cumulative toxicity, was observed in animal studies. A study of 33 workers (employed for an average of 7.4 years) in a plant manufacturing TPP found no adverse health effects. A slight reduction in erythrocyte cholinesterase activity was found in six workers. One case of occupational allergic contact dermatitis has been documented. [ACGIH] In high-dose animal studies, adverse effects include delayed paralysis similar to that seen with tri-o-cresyl phosphate. [HSDB]","effectType":"allergy","score":4},"62d6c3b61fd1bd882057dd77"]}
{"name":"N-Ethyl-P-toluenesulfonamide","description":"Physical Description\nPlatelets (from dilute alcohol or ligroin) or off-white solid. (NTP, 1992)\n\n","effects":[]}
{"name":"Camphor","description":"Physical Description\nCamphor appears as a colorless or white colored crystalline powder with a strong mothball-like odor. About the same density as water. Emits flammable vapors above 150°F. Used to make moth proofings, pharmaceuticals, and flavorings.\n\nPhysical Description\nD-camphor appears as colorless or white crystals. Sublimes. Flash point 149°F. Burns readily with a bright, smoky flame. Penetrating aromatic odor. Pungent, aromatic taste followed by a sensation of cold. (NTP, 1992)\n\nPhysical Description\nL-camphor appears as colorless or white crystals. Fragrant and penetrating odor. Slightly bitter and cooling taste. Odor index at 68° F: 40. Flash point 149°F. Burns with a bright, smoky flame. Sublimes appreciably at room temperature and pressure; 14% sublimes within 60 minutes at 176°F and 12 mm Hg. (NTP, 1992)\n\nOntology Summary\nCamphor is a cyclic monoterpene ketone that is bornane bearing an oxo substituent at position 2. A naturally occurring monoterpenoid. It has a role as a plant metabolite. It is a bornane monoterpenoid and a cyclic monoterpene ketone.\n\nCamphor is a natural product found in Xylopia aromatica, Eupatorium capillifolium, and other organisms with data available.\n\nA bicyclic monoterpene ketone found widely in plants, especially CINNAMOMUM CAMPHORA. It is used topically as a skin antipruritic and as an anti-infective agent.\n\n","effects":[{"_id":"62d6c3bb1fd1bd882057dd78","name":"Allergy","description":"Workers exposed to greater than 2 ppm (12.6 mg/m3) report irritation of the eyes and nose and loss of the sense of smell. Camphor causes convulsions in experimental animals and in humans after ingestion of high doses. [ACGIH] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] May cause elevated liver enzymes in poisoning cases after ingestion; [HSDB] See L-Camphor.","effectType":"allergy","score":7},{"_id":"62d6c3bb1fd1bd882057dd79","name":"Allergy","description":"Considered highly toxic by ingestion, with an estimated human lethal dose of 3.5-35 grams (50-500 mg/kg); Autopsies of human poisonings have shown damage to the liver, kidney, and brain; [NTP - Final Report on Developmental Toxicity] Camphor used topically during pregnancy in not likely to cause teratogenic effects; [TERIS] Safe when used as a flavoring agent in food; [JECFA] A severe skin, eye, mucous membrane, and upper respiratory tract irritation; High concentrations may cause corrosive injuries; May cause CNS depression and other nervous system effects; Harmful by ingestion, inhalation, and skin absorption; [NTP] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] A skin and strong eye irritant; [Alfa Aesar MSDS] See Camphor, synthetic.","effectType":"allergy","score":7},"62d6c3bb1fd1bd882057dd78","62d6c3bb1fd1bd882057dd79"]}
{"name":"Diacetone alcohol","description":"Physical Description\nDiacetone alcohol appears as a clear colorless liquid with a pleasant odor. Flash point below 141°F. Less dense than water. Vapors heavier than air.\n\nOntology Summary\nDiacetone alcohol is a beta-hydroxy ketone formed by hydroxylation of 4-methylpentan-2-one at the 4-position. It has been isolated from Achnatherum robustum. It has a role as a plant metabolite.\n\nDiacetone alcohol is a natural product found in Bistorta manshuriensis, Tamarix aphylla, and other organisms with data available.\n\n","effects":[]}
{"name":"Stearalkonium hectorite","description":"","effects":[]}
{"name":"2,4-Dihydroxybenzophenone","description":"Ontology Summary\n2,4-Dihydroxybenzophenone is a member of benzophenones.\n\n","effects":[]}
{"name":"Hexamethyldisiloxane","description":"Ontology Summary\nHexamethyldisiloxane is an organosiloxane consisting of two trimethylsilyl groups covalently bound to a central oxygen.\n\n","effects":["H400","H410","H411"]}
{"name":"Bismuth oxychloride","description":"Physical Description\nBismuth oxychloride is an odorless white solid. Sinks in water. (USCG, 1999)\n\n","effects":[]}
{"name":"D&C Red No. 34","description":"","effects":[]}
{"name":"Sodium N-lauroylsarcosinate","description":"","effects":[]}
{"name":"EDTA disodium salt","description":"A chelating agent that sequesters a variety of polyvalent cations such as CALCIUM. It is used in pharmaceutical manufacturing and as a food additive.\n\n","effects":["H412"]}
{"name":"Phenyl trimethicone","description":"","effects":[]}
{"name":"Cellulose","description":"Physical Description\nCellulose is an odorless, white powdery fibers. Density: 1.5 g/cm3. The biopolymer composing the cell wall of vegetable tissues. Prepared by treating cotton with an organic solvent to de-wax it and removing pectic acids by extration with a solution of sodium hydroxide. The principal fiber composing the cell wall of vegetable tissues (wood, cotton, flax, grass, etc.). Technical uses depend on the strength and flexibility of its fibers. Insoluble in water. Soluble with chemical degradation in sulfuric acid, and in concentrated solutions of zinc chloride. Soluble in aqueous solutions of cupric ammonium hydroxide (Cu(NH3)4(OH)2).\n\nOntology Summary\nDEAE-cellulose is a glycoside.\n\nCellulose is a natural product found in Hyphaene thebaica with data available.\n\nA polysaccharide with glucose units linked as in CELLOBIOSE. It is the chief constituent of plant fibers, cotton being the purest natural form of the substance. As a raw material, it forms the basis for many derivatives used in chromatography, ion exchange materials, explosives manufacturing, and pharmaceutical preparations.\n\n","effects":[]}
{"name":"Hectorite","description":"","effects":[]}
{"name":"alpha-Tocopherol acetate","description":"Physical Description\nD-alpha-tocopheryl acetate appears as odorless off-white crystals. Darkens at 401° F. (NTP, 1992)\n\nOntology Summary\nAlpha-Tocopherol acetate is a tocol.\n\nAlpha-tocopherol is the primary form of vitamin E that is preferentially used by the human body to meet appropriate dietary requirements. In particular, the RRR-alpha-tocopherol (or sometimes called the d-alpha-tocopherol stereoisomer) stereoisomer is considered the natural formation of alpha-tocopherol and generally exhibits the greatest bioavailability out of all of the alpha-tocopherol stereoisomers. Moreover, RRR-alpha-tocopherol acetate is a relatively stabilized form of vitamin E that is most commonly used as a food additive when needed.  Alpha-tocopherol acetate is subsequently most commonly indicated for dietary supplementation in individuals who may demonstrate a genuine deficiency in vitamin E. Vitamin E itself is naturally found in various foods, added to others, or used in commercially available products as a dietary supplement. The recommended dietary allowances (RDAs) for vitamin E alpha-tocopherol are: males = 4 mg (6 IU) females = 4 mg (6 IU) in ages 0-6 months, males = 5 mg (7.5 IU) females = 5 mg (7.5 IU) in ages 7-12 months, males = 6 mg (9 IU) females = 6 mg (9 IU) in ages 1-3 years, males = 7 mg (10.4 IU) females = 7 mg (10.4 IU) in ages 4-8 years, males = 11 mg (16.4 IU) females = 11 mg (16.4 IU) in ages 9-13 years, males = 15 mg (22.4 IU) females = 15 mg (22.4 IU) pregnancy = 15 mg (22.4 IU) lactation = 19 mg (28.4 IU) in ages 14+ years. Most individuals obtain adequate vitamin E intake from their diets; genuine vitamin E deficiency is considered to be rare.  Nevertheless, vitamin E is known to be a fat-soluble antioxidant that has the capability to neutralize endogenous free radicals. This biologic action of vitamin E consequently continues to generate ongoing interest and study in whether or not its antioxidant abilities may be used to help assist in preventing or treating a number of different conditions like cardiovascular disease, ocular conditions, diabetes, cancer and more. At the moment however, there exists a lack of formal data and evidence to support any such additional indications for vitamin E use.\n\nalpha-Tocopherol acetate is a natural product found in Senegalia catechu and Myriactis humilis with data available.\n\nA natural tocopherol and one of the most potent antioxidant tocopherols. It exhibits antioxidant activity by virtue of the phenolic hydrogen on the 2H-1-benzopyran-6-ol nucleus. It has four methyl groups on the 6-chromanol nucleus. The natural d form of alpha-tocopherol is more active than its synthetic dl-alpha-tocopherol racemic mixture.\n\n","effects":["H413"]}
{"name":"Imidazolidinyl urea","description":"Ontology Summary\nImidurea is a member of ureas. It has a role as an antimicrobial agent.\n\nImidurea is an antimicrobial preservative used in cosmetics. It acts as a formaldehyde releaser.\n\nFDA Pharmacology Summary\nImidurea is a Standardized Chemical Allergen. The physiologic effect of imidurea is by means of Increased Histamine Release, and Cell-mediated Immunity.\n\n","effects":[{"_id":"62d6c3de1fd1bd882057dd7a","name":"Allergy","description":"A formaldehyde releaser used in cosmetics; It can cause allergic contact dermatitis; Rinse off products in general will have a low risk of causing allergic contact dermatitis. [Kanerva, p. 398-404] Reports of contact dermatitis from its use in cosmetics; No contact sensitivity observed in several studies; [NTP] A irritant; [Aldrich MSDS]","effectType":"allergy","score":9},"62d6c3de1fd1bd882057dd7a"]}
{"name":"Methylparaben","description":"Ontology Summary\nMethylparaben is a 4-hydroxybenzoate ester resulting from the formal condensation of the carboxy group of 4-hydroxybenzoic acid with methanol. It is the most frequently used antimicrobial preservative in cosmetics. It occurs naturally in several fruits, particularly in blueberries. It has a role as a plant metabolite, an antimicrobial food preservative, a neuroprotective agent and an antifungal agent.\n\nMethylparaben is used in allergenic testing.\n\nFDA Pharmacology Summary\nMethylparaben is a Standardized Chemical Allergen. The physiologic effect of methylparaben is by means of Increased Histamine Release, and Cell-mediated Immunity.\n\nMethylparaben is a natural product found in Zanthoxylum beecheyanum, Rhizophora apiculata, and other organisms with data available.\n\n","effects":["H412","H402",{"_id":"62d6c3e01fd1bd882057dd7b","name":"Allergy","description":"Parabens are an uncommon cause of allergic contact dermatitis; [Marks, p. 115] Food use limited to 0.1%; [Hawley] Observations from animal studies include mild skin and eye irritation and a low order of toxicity in high-dose oral studies; Skin sensitization has been reported from cosmetics and topical medications; A moderate eye irritant (saturated aqueous solution); Practically non-toxic in animal studies: Oral LD50 (mouse) >8000 mg/kg (Effects included flaccid paralysis and ataxia.); [HSDB] An eye and mild skin irritant; May cause skin sensitization; [eChemPortal: ERMA] Parabens can induce allergic contact dermatitis, mainly in chronic dermatitis and wounded skin. [Kanerva, p. 1822-3] An irritant; [MSDSonline]","effectType":"allergy","score":8},"62d6c3e01fd1bd882057dd7b"]}
{"name":"Ethylparaben","description":"Ontology Summary\nEthylparaben is an ethyl ester resulting from the formal condensation of the carboxy group of 4-hydroxybenzoic acid with ethanol, It has a role as an antimicrobial food preservative, an antifungal agent, a plant metabolite and a phytoestrogen. It is a paraben and an ethyl ester.\n\nFDA Pharmacology Summary\nEthylparaben is a Standardized Chemical Allergen. The physiologic effect of ethylparaben is by means of Increased Histamine Release, and Cell-mediated Immunity.\n\nEthylparaben is a natural product found in Ulva australis, Andrographis paniculata, and other organisms with data available.\n\n","effects":["H401",{"_id":"62d6c3e21fd1bd882057dd7c","name":"Allergy","description":"Parabens are an uncommon cause of allergic contact dermatitis; [Marks, p. 115] A mild skin irritant with some evidence of skin sensitization in human studies; Caused mild eye irritation, no to minimal skin irritation, and no skin sensitization in animal studies; [HSDB] An eye and  mild skin irritant; May cause skin sensitization; [eChemPortal: ERMA] Parabens can induce allergic contact dermatitis, mainly in chronic dermatitis and wounded skin. [Kanerva, p. 1822-3] May cause irritation; [MSDSonline]","effectType":"allergy","score":2},"62d6c3e21fd1bd882057dd7c"]}
{"name":"Methylparaben sodium","description":"","effects":["H412"]}
{"name":"Butylparaben","description":"Physical Description\nN-butyl-p-hydroxybenzoate appears as odorless white crystals or crystalline powder. Tasteless, but numbs the tongue. Aqueous solutions slightly acidic to litmus. (NTP, 1992)\n\nOntology Summary\nButylparaben is an organic molecular entity.\n\nFDA Pharmacology Summary\nButylparaben is a Standardized Chemical Allergen. The physiologic effect of butylparaben is by means of Increased Histamine Release, and Cell-mediated Immunity.\n\nButylparaben is a natural product found in Strychnos cathayensis with data available.\n\n","effects":[{"_id":"62d6c3e51fd1bd882057dd7d","name":"Allergy","description":"Parabens are an uncommon cause of allergic contact dermatitis; [Marks, p. 115] A skin irritant; Causes liver injury in feeding studies of mice; [HSDB] A skin and eye irritant; A potential skin sensitizer; [CAMEO] An eye and mild skin irritant; May cause skin sensitization; [eChemPortal: ERMA] Parabens can induce allergic contact dermatitis, mainly in chronic dermatitis and wounded skin. [Kanerva, p. 1822-3]","effectType":"allergy","score":8},"62d6c3e51fd1bd882057dd7d"]}
{"name":"1,2-Octanediol","description":"Ontology Summary\nOctane-1,2-diol is an octanediol.\n\n","effects":[]}
{"name":"Propylene glycol","description":"Physical Description\nThick odorless colorless liquid. Mixes with water. (USCG, 1999)\n\nHazards Summary\nPropylene glycol is a synthetic liquid substance that absorbs water. Propylene glycol is also used to make polyester compounds, and as a base for deicing solutions. Propylene glycol is used by the chemical, food, and pharmaceutical industries as an antifreeze when leakage might lead to contact with food. The Food and Drug Administration (FDA) has classified propylene glycol as an additive that is “generally recognized as safe” for use in food. It is used to absorb extra water and maintain moisture in certain medicines, cosmetics, or food products. It is a solvent for food colors and flavors, and in the paint and plastics industries. Propylene glycol is also used to create artificial smoke or fog used in fire-fighting training and in theatrical productions. Other names for propylene glycol are 1,2-dihydroxypropane, 1,2-propanediol, methyl glycol, and trimethyl glycol. Propylene glycol is clear, colorless, slightly syrupy liquid at room temperature. It may exist in air in the vapor form, although propylene glycol must be heated or briskly shaken to produce a vapor. Propylene glycol is practically odorless and tasteless.\n\nOntology Summary\nPropane-1,2-diol is the simplest member of the class of propane-1,2-diols, consisting of propane in which a hydrogen at position 1 and a hydrogen at position 2 are substituted by hydroxy groups. A colourless, viscous, hygroscopic, low-melting (-59℃) and high-boiling (188℃) liquid with low toxicity, it is used as a solvent, emulsifying agent, and antifreeze. It has a role as a protic solvent, an allergen, a human xenobiotic metabolite and a mouse metabolite. It is a member of propane-1,2-diols and a glycol.\n\nA clear, colorless, viscous organic solvent and diluent used in pharmaceutical preparations.\n\nPropylene glycol is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nPropylene glycol is a natural product found in Vitis vinifera, Pseudomonas putida, and Arabidopsis thaliana with data available.\n\nA clear, colorless, viscous organic solvent and diluent used in pharmaceutical preparations.\n\n","effects":[{"_id":"62d6c3fa1fd1bd882057dd7e","name":"Allergy","description":"Propylene glycol is designated by the FDA as GRAS (generally recognized as safe) for use as a food additive.  It is commonly used in cosmetics and topical medications. Patch testing with propylene glycol is difficult because of irritant effects. It may cause allergic contact dermatitis in a small percentage of cases. It may also cause non-immunologic contact urticaria. [Marks, p. 156-7] Allergic contact dermatitis in a photographic developer using Flexicolor; [Kanerva, p. 1830] An eye irritant; [ICSC] Oral LD50 = 21,000 mg/kg in dogs; Causes CNS depression and coma in high-dose, animal-feeding studies; [AIHA] See Ethylene glycol.","effectType":"allergy","score":6},"62d6c3fa1fd1bd882057dd7e"]}
{"name":"Panthenol","description":"Panthenol is an alcohol derivative of pantothenic acid, a component of the B complex vitamins and an essential component of a normally functioning epithelium. Panthenol exists as a racemic mixture containing both the dextrorotatory form (dexpanthenol) and the levorotatory form (levopanthenol). While pantothenic acid is optically active, only the dextrorotatory form ([DB09357]) is biologically active.  Dexpanthenol, the active form of panthenol, is enzymatically cleaved to form pantothenic acid (Vitamin B5), which is an essential component of Coenzyme A that acts as a cofactor in many enzymatic reactions that are important for protein metabolism in the epithelium.  Due to its good penetration and high local concentrations, dexpanthanol is used in many topical products, such as ointments and lotions for treatment of dermatological conditions to relieve itching or promote healing. Dermatological effects of the topical use of dexpanthenol include increased fibroblast proliferation and accelerated re-epithelialization in wound healing. Furthermore, it acts as a topical protectant, moisturizer, and has demonstrated anti-inflammatory properties.\n\nPanthenol is a metabolite found in the aging mouse brain.\n\n","effects":[]}
{"name":"Simethicone","description":"Simethicone is a silicon based surfactant that decreases the surface tension of gastrointestinal gas bubbles to facilitate their elimination. It has a favourable safety profile as it is not systemically absorbed.  Simethicone has been in use since the 1940s but was granted FDA approval in 1952.\n\nA poly(dimethylsiloxane) which is a polymer of 200-350 units of dimethylsiloxane, along with added silica gel. It is used as an antiflatulent, surfactant, and ointment base.\n\n","effects":[]}
{"name":"Pantolactone","description":"Ontology Summary\n(R)-pantolactone is a butan-4-olide that is dihydrofuran-2(3H)-one substituted by a hydroxy group at position 3 and two methyl groups at position 4 (the R-stereoisomer). It has a role as a Saccharomyces cerevisiae metabolite. It derives from a (R)-pantoic acid.\n\n","effects":[]}
{"name":"PPG-26-buteth-26","description":"","effects":[]}
{"name":"Sodium sulfate","description":"Ontology Summary\nSodium sulfate is an inorganic sodium salt.\n\nSodium Sulfate Anhydrous is the anhydrous, sodium salt form of sulfuric acid. Sodium sulfate anhydrous disassociates in water to provide sodium ions and sulfate ions. Sodium ion is the principal cation of the extracellular fluid and plays a large part in the therapy of fluid and electrolyte disturbances. Sodium sulfate anhydrous is an electrolyte replenisher and is used in isosmotic solutions so that administration does not disturb normal electrolyte balance and does not lead to absorption or excretion of water and ions.\n\nSodium Sulfate Anhydrous is the anhydrous, sodium salt form of sulfuric acid. Sodium sulfate anhydrous disassociates in water to provide sodium ions and sulfate ions. Sodium ion is the principal cation of the extracellular fluid and plays a large part in the therapy of fluid and electrolyte disturbances. Sodium sulfate anhydrous is an electrolyte replenisher and is used in isosmotic solutions so that administration does not disturb normal electrolyte balance and does not lead to absorption or excretion of water and ions.\n\n","effects":[]}
{"name":"Biotin","description":"Ontology Summary\nBiotin is an organic heterobicyclic compound that consists of 2-oxohexahydro-1H-thieno[3,4-d]imidazole having a valeric acid substituent attached to the tetrahydrothiophene ring. The parent of the class of biotins. It has a role as a prosthetic group, a coenzyme, a nutraceutical, a human metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite, a mouse metabolite, a cofactor and a fundamental metabolite. It is a member of biotins and a vitamin B7. It is a conjugate acid of a biotinate.\n\nA water-soluble, enzyme co-factor present in minute amounts in every living cell. It occurs mainly bound to proteins or polypeptides and is abundant in liver, kidney, pancreas, yeast, and milk.\n\nBiotin is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nBiotin is a natural product found in Lysinibacillus sphaericus, Aspergillus nidulans, and other organisms with data available.\n\nBiotin is hexahydro-2-oxo-1H-thieno(3,4-d)imidazole-4-pentanoic acid. Growth factor present in minute amounts in every living cell. It occurs mainly bound to proteins or polypeptides and is abundant in liver, kidney, pancreas, yeast, and milk. The biotin content of cancerous tissue is higher than that of normal tissue.\n\nA water-soluble, enzyme co-factor present in minute amounts in every living cell. It occurs mainly bound to proteins or polypeptides and is abundant in liver, kidney, pancreas, yeast, and milk.\n\n","effects":[]}
{"name":"Benzoic acid","description":"Physical Description\nBenzoic acid appears as a white crystalline solid. Slightly soluble in water. The primary hazard is the potential for environmental damage if released. Immediate steps should be taken to limit spread to the environment. Used to make other chemicals, as a food preservative, and for other uses.\n\nOntology Summary\nBenzoic acid is a compound comprising a benzene ring core carrying a carboxylic acid substituent. It has a role as an antimicrobial food preservative, an EC 3.1.1.3 (triacylglycerol lipase) inhibitor, an EC 1.13.11.33 (arachidonate 15-lipoxygenase) inhibitor, a plant metabolite, a human xenobiotic metabolite, an algal metabolite and a drug allergen. It is a conjugate acid of a benzoate.\n\nA fungistatic compound that is widely used as a food preservative. It is conjugated to GLYCINE in the liver and excreted as hippuric acid. As the sodium salt form, sodium benzoate is used as a treatment for urea cycle disorders due to its ability to bind amino acids. This leads to excretion of these amino acids and a decrease in ammonia levels. Recent research shows that sodium benzoate may be beneficial as an add-on therapy (1 gram/day) in schizophrenia. Total Positive and Negative Syndrome Scale scores dropped by 21% compared to placebo.\n\nFDA Pharmacology Summary\nBenzoic acid is a Nitrogen Binding Agent. The mechanism of action of benzoic acid is as an Ammonium Ion Binding Activity.\n\nBenzoic acid is a metabolite found in the aging mouse brain.\n\nA fungistatic compound that is widely used as a food preservative. It is conjugated to GLYCINE in the liver and excreted as hippuric acid.\n\n","effects":["H402",{"_id":"62d6c4191fd1bd882057dd7f","name":"Allergy","description":"A skin and eye irritant; [ICSC] Causes non-immunological contact urticaria; [Kanerva, p. 218] Benzoic acid alkali salts cause pseudoallergic reactions; [MAK] TLV Basis: Irritation of eye and respiratory tract, and lung damage; Low level oral exposures are considered safe . . . [ACGIH] See Sodium benzoate and Potassium benzoate.","effectType":"allergy","score":9},"62d6c4191fd1bd882057dd7f"]}
{"name":"Myristoyl Pentapeptide-17","description":"","effects":[]}
{"name":"Silicon dioxide","description":"Physical Description\nTransparent to gray, odorless powder. Irritating to the skin and eyes on contact. Inhalation will cause irritation in the respiratory tract. [Note: Amorphous silica is the non-crystalline form of SiO2.]\n\nHazards Summary\nSilica is another name for the chemical compound composed of silicon and oxygen with the chemical formula SiO2, or silicon dioxide. There are many forms of silica. All silica forms are identical in chemical composition, but have different atom arrangements. Silica compounds can be divided into two groups, crystalline (or c-silica) and amorphous silica (a-silica or non-crystalline silica). c-Silica compounds have structures with repeating patterns of silicon and oxygen. a-Silica chemical structures are more randomly linked when compared to c-silica. All forms of silica are odorless solids composed of silicon and oxygen atoms. Silica particles become suspended in air and form non-explosive dusts. Silica may combine with other metallic elements and oxides to form silicates.\n\nOntology Summary\nSilicon dioxide is a silicon oxide made up of linear triatomic molecules in which a silicon atom is covalently bonded to two oxygens.\n\nSilicon dioxide, or silica, is an oxide of silicon with the chemical formula SiO2. It is found in nature as agate, amethyst, chalcedony, cristobalite, flint, sand, QUARTZ, and tridymite as transparent and tasteless crystals. Inhalation of fine crystals is toxic to humans leading to respiratory toxicity. In powdered food products and pharmaceutical tablets, silicon dioxide is added as a flow agent to absorb water. Colloidal silica is also used as a wine, beer, and juice fining agent or stabilizer.\n\nSilicon dioxide is a natural product found in Streblus elongatus, Gluta wallichii, and Phyllostachys edulis with data available.\n\nSilicon Dioxide is a natural compound of silicon and oxygen found mostly in sand, Silica has three main crystalline varieties: quartz, tridymite, and cristobalite. Fine particulate silica dust from quartz rock causes over a long-term progressive lung injury, silicosis. (NCI04)\n\n","effects":["H351","H350","H350i"]}
{"name":"Apigenin","description":"Ontology Summary\nApigenin is a trihydroxyflavone that is flavone substituted by hydroxy groups at positions 4', 5 and 7. It induces autophagy in leukaemia cells. It has a role as a metabolite and an antineoplastic agent. It is a conjugate acid of an apigenin-7-olate.\n\nLiverTox Summary\nChamomile is an aromatic oil extracted from the flowers or leaves of the daisy-like plants including German chamomile (Matricaria recutita) and Roman or English chamomile (Chamaemelum nobile). Extracts, oils and teas made from chamomile are used for its soothing qualities as a sedative, mild analgesic and sleep medication. Chamomile has not been implicated in causing serum enzyme elevations or clinically apparent liver injury.\n\nApigenin is a natural product found in Verbascum lychnitis, Carex fraseriana, and other organisms with data available.\n\n5,7,4'-trihydroxy-flavone, one of the FLAVONES.\n\n","effects":["H412"]}
{"name":"Oleanolic acid","description":"Ontology Summary\nOleanolic acid is a pentacyclic triterpenoid that is olean-12-en-28-oic acid substituted by a beta-hydroxy group at position 3. It has a role as a plant metabolite. It is a pentacyclic triterpenoid and a hydroxy monocarboxylic acid. It is a conjugate acid of an oleanolate. It derives from a hydride of an oleanane.\n\nOleanolic acid is a natural product found in Ophiopogon japonicus, Freziera, and other organisms with data available.\n\nA pentacyclic triterpene that occurs widely in many PLANTS as the free acid or the aglycone for many SAPONINS. It is biosynthesized from lupane. It can rearrange to the isomer, ursolic acid, or be oxidized to taraxasterol and amyrin.\n\n","effects":[]}
{"name":"Biotinoyl tripeptide-1","description":"","effects":[]}
{"name":"Isobutane","description":"Physical Description\nIsobutane is a colorless gas with a faint petroleum-like odor. It is shipped as a liquefied gas under its vapor pressure. Contact with the liquid can cause frostbite. It is easily ignited. The vapors are heavier than air. Any leak can either be liquid or vapor. It can asphyxiate by the displacement of air. Under prolonged exposure to fire or intense heat the containers may rupture violently and rocket.\n\nOntology Summary\nIsobutane is an alkane that is propane substituted by a methyl group at position 2. It has a role as a food propellant and a refrigerant. It is an alkane and a gas molecular entity.\n\nFour-carbon alkanes with the formula C4H10.\n\n","effects":[]}
{"name":"2-Methylundecane","description":"","effects":[]}
{"name":"Diisopropyl adipate","description":"Ontology Summary\nDiisopropyl adipate is a fatty acid ester and an isopropyl ester.\n\n","effects":[]}
{"name":"Butyloctyl salicylate","description":"","effects":["H413"]}
{"name":"Dodecyl benzoate","description":"","effects":[]}
{"name":"Ethanol","description":"Physical Description\nEthanol with a small amount of an adulterant added so as to be unfit for use as a beverage.\n\nPhysical Description\nEthanol appears as a clear colorless liquid with a characteristic vinous odor and pungent taste. Flash point 55°F. Density 6.5 lb / gal. Vapors are heavier than air.\n\nOntology Summary\nEthanol is a primary alcohol that is ethane in which one of the hydrogens is substituted by a hydroxy group. It has a role as an antiseptic drug, a polar solvent, a neurotoxin, a central nervous system depressant, a teratogenic agent, a NMDA receptor antagonist, a protein kinase C agonist, a disinfectant, a human metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite. It is a primary alcohol, an alkyl alcohol, a volatile organic compound and a member of ethanols. It is a conjugate acid of an ethoxide.\n\nA clear, colorless liquid rapidly absorbed from the gastrointestinal tract and distributed throughout the body. It has bactericidal activity and is used often as a topical disinfectant. It is widely used as a solvent and preservative in pharmaceutical preparations as well as serving as the primary ingredient in alcoholic beverages.\n\nEthanol is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nEthanol is a natural product found in Cinnamomum burmanni, Cinnamomum sieboldii, and other organisms with data available.\n\nAlcohol is a volatile liquid prepared by fermentation of certain carbohydrates. Alcohol acts as a central nervous system (CNS) depressant, a diuretic, and a disinfectant. Although the exact mechanism of CNS depression is unknown, alcohol may act by inhibiting the opening of calcium channels, mediated by the binding of the inhibitory neurotransmitter gamma-amino butyric acid (GABA) to GABA-A receptors, or through inhibitory actions at N-methyl-D-aspartate (NMDA)-type glutamate receptors. Alcohol inhibits the production of antidiuretic hormone, thereby producing diuresis that may lead to dehydration. This agent kills organisms by denaturing their proteins.\n\nA clear, colorless liquid rapidly absorbed from the gastrointestinal tract and distributed throughout the body. It has bactericidal activity and is used often as a topical disinfectant. It is widely used as a solvent and preservative in pharmaceutical preparations as well as serving as the primary ingredient in ALCOHOLIC BEVERAGES.\n\nSee also: Ethanolate (conjugate); Denatured Alcohol (related).\n\n","effects":["H412","H350"]}
{"name":"Cetostearyl alcohol","description":"Physical Description\nWaxy white solid with a mild soapy odor. Floats on water. (USCG, 1999)\n\n","effects":[]}
{"name":"Stearyldimethylbenzylammonium chloride","description":"Physical Description\nBenzyldimethyloctadecylammonium chloride appears as white solid or thick liquid with a mild odor. (USCG, 1999)\n\n","effects":["H400","H410"]}
{"name":"Fusanus spicatus wood oil","description":"","effects":["H412"]}
{"name":"Cellulose hydroxyethylate","description":"Hydroxyethyl cellulose is a polysaccharide derivative with gel thickening, emulsifying, bubble-forming, water-retaining and stabilizing properties. It is used as a key ingredient in many household cleaning products, lubricants and cosmetics due to its non-ionic and water-soluble nature. It is often used as an ingredient in ophthalmic pharmaceutical preparations such as artificial tear solutions and adjunct agent in topical drug formulations to facilitate the delivery of drugs with hydrophobic character.\n\n","effects":[]}
{"name":"dioctanoyl (Z)-but-2-enedioate","description":"","effects":[]}
{"name":"Citronellol","description":"Ontology Summary\nCitronellol is a monoterpenoid that is oct-6-ene substituted by a hydroxy group at position 1 and methyl groups at positions 3 and 7. It has a role as a plant metabolite.\n\nCitronellol is a natural product found in Xylopia aromatica, Eupatorium cannabinum, and other organisms with data available.\n\n","effects":["H411","H401",{"_id":"62d6c4521fd1bd882057dd80","name":"Allergy","description":"Causes degenerative changes to brain, dermatitis, changes in liver and kidney weights, and somnolence in acute oral studies of rats; Causes alteration of classical conditioning and abnormal liver function tests in 100-day inhalation studies of rats; [RTECS] A moderate skin irritant; Category members and supporting chemicals demonstrate skin sensitization in humans and mice; No systemic toxicity in 112-day and 17-week oral studies of rats at the highest tested doses (approximately 500 mg/kg/day); Mortality, stomach lesions, and cytoplasmic vacuolization (lipidosis) of  the liver, kidney, and myocardium in 13-week oral study of mice (LOAEL of 2,000 mg/kg/day); [Reference #1] Fragrance ingredient that is a recognized contact allergen in consumers; [EC: SCCNFP] Generally regarded as safe (GRAS) by the FDA; [ToxPlanet: EPA BRADs] Safe when used as a flavoring agent in food; [JECFA] An irritant; [Acros Organics MSDS]","effectType":"allergy","score":5},"62d6c4521fd1bd882057dd80"]}
{"name":"Sodium gluconate","description":"Ontology Summary\nSodium gluconate is an organic sodium salt having D-gluconate as the counterion. It has a role as a chelator. It contains a D-gluconate.\n\nSodium Gluconate is the sodium salt of gluconic acid with chelating property. Sodium gluconate chelates and forms stable complexes with various ions, preventing them from engaging in chemical reactions.\n\n","effects":[]}
{"name":"Glycine","description":"Physical Description\nGlycine appears as white crystals. (NTP, 1992)\n\nOntology Summary\nGlycine is the simplest (and the only achiral) proteinogenic amino acid, with a hydrogen atom as its side chain. It has a role as a nutraceutical, a hepatoprotective agent, an EC 2.1.2.1 (glycine hydroxymethyltransferase) inhibitor, a NMDA receptor agonist, a micronutrient, a fundamental metabolite and a neurotransmitter. It is an alpha-amino acid, a serine family amino acid and a proteinogenic amino acid. It is a conjugate base of a glycinium. It is a conjugate acid of a glycinate. It is a tautomer of a glycine zwitterion.\n\nA non-essential amino acid. It is found primarily in gelatin and silk fibroin and used therapeutically as a nutrient. It is also a fast inhibitory neurotransmitter.\n\nGlycine is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nGlycine is a non-essential, non-polar, non-optical, glucogenic amino acid. Glycine, an inhibitory neurotransmitter in the CNS, triggers chloride ion influx via ionotropic receptors, thereby creating an inhibitory post-synaptic potential. In contrast, this agent also acts as a co-agonist, along with glutamate, facilitating an excitatory potential at the glutaminergic N-methyl-D-aspartic acid (NMDA) receptors. Glycine is an important component and precursor for many macromolecules in the cells.\n\nA non-essential amino acid. It is found primarily in gelatin and silk fibroin and used therapeutically as a nutrient. It is also a fast inhibitory neurotransmitter.\n\n","effects":[]}
{"name":"Calcium chloride","description":"","effects":[]}
{"name":"Dicaprylyl carbonate","description":"","effects":[]}
{"name":"Propylene oxide ethylene oxide polymer hexadecyl ether","description":"","effects":[]}
{"name":"12-Hydroxyoctadecanoic acid","description":"Ontology Summary\n12-hydroxyoctadecanoic acid is a hydroxy fatty acid that is stearic acid bearing a hydroxy substituent at position 12. It has a role as a plant metabolite and a bacterial xenobiotic metabolite. It is a hydroxyoctadecanoic acid and a secondary alcohol. It is a conjugate acid of a 12-hydroxyoctadecanoate.\n\n12-Hydroxyoctadecanoic acid is a natural product found in Bacillus cereus and Elaeagnus angustifolia with data available.\n\n","effects":[]}
{"name":"C32-36-Branched alkyl stearates","description":"","effects":[]}
{"name":"2-(Octadecyloxy)ethanol","description":"","effects":["H400","H411"]}
{"name":"Stearyl behenate","description":"","effects":[]}
{"name":"Chlorphenesin","description":"Ontology Summary\nChlorphenesin is glycerol in which the hydrogen of one of the primary hydroxy groups is substituted by a 4-chlorophenyl group. It has antifungal and antibacterial properties, and is used for treatment of cutaneous and vaginal infections. Its 1-carbamate is used as a skeletal muscle relaxant for the treatment of painful muscle spasm. It has a role as a muscle relaxant, an antibacterial drug and an antifungal drug. It is a glycol, a member of propane-1,2-diols and a member of monochlorobenzenes.\n\nA centrally acting muscle relaxant. Its mode of action is unknown. (From Martindale, The Extra Pharmacopoeia, 30th ed, p1203)\n\n","effects":[]}
{"name":"2-Propenoic acid, 2-methyl-, polymer with ethyl 2-propenoate and methyl 2-methyl-2-propenoate","description":"","effects":[]}
{"name":"Succinate","description":"Ontology Summary\nSuccinate(2-) is a dicarboxylic acid dianion resulting from the removal of a proton from both of the carboxy groups of succinic acid. It has a role as a human metabolite and a Saccharomyces cerevisiae metabolite. It is a C4-dicarboxylate, a dicarboxylic acid dianion and a succinate. It is a conjugate base of a succinate(1-).\n\nA water-soluble, colorless crystal with an acid taste that is used as a chemical intermediate, in medicine, the manufacture of lacquers, and to make perfume esters. It is also used in foods as a sequestrant, buffer, and a neutralizing agent. (Hawley's Condensed Chemical Dictionary, 12th ed, p1099; McGraw-Hill Dictionary of Scientific and Technical Terms, 4th ed, p1851)\n\n","effects":[]}
{"name":"Citral","description":"Physical Description\nCitral appears as a clear yellow colored liquid with a lemon-like odor. Less dense than water and insoluble in water. Toxic by ingestion. Used to make other chemicals.\n\nOntology Summary\nGeranial is a monoterpenoid that is (2E,6E)-octa-2,6-dienal substituted by methyl groups at positions 3 and 7. It has a role as a plant metabolite and a volatile oil component. It is an enal, a monoterpenoid and a polyprenal.\n\nCitral is a natural product found in Nepeta nepetella, Grindelia hirsutula, and other organisms with data available.\n\n","effects":["H412",{"_id":"62d6c4a81fd1bd882057dd81","name":"Allergy","description":"A skin irritant; May be absorbed through skin; Emergency treatment: Lemon grass oil; Citral, the main component, causes liver injury in high-dose animal experiments; Citral in concentrations >8% can cause irritation or allergic dermatitis; [HSDB] A blend of Neral and Geranial; [Kanerva, p. 1771] TLV based on high-dose animal studies showing body weight effects, upper respiratory tract irritation, and eye damage; A skin sensitizer based on patch testing in humans: about 1% of patients with hand dermatitis have positive patch tests to 2% citral; [ACGIH] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] Effects in high-dose animal studies include somnolence and changes in the liver and kidneys; [RTECS] A skin and mucous membrane irritant; May cause skin sensitization; [Aldrich MSDS]","effectType":"allergy","score":7},"62d6c4a81fd1bd882057dd81"]}
{"name":"Geraniol","description":"Physical Description\nGeraniol is a colorless to pale yellow oily liquid with a sweet rose odor. (NTP, 1992)\n\nOntology Summary\nGeraniol is a monoterpenoid consisting of two prenyl units linked head-to-tail and functionalised with a hydroxy group at its tail end. It has a role as a fragrance, an allergen, a volatile oil component and a plant metabolite. It is a monoterpenoid, a primary alcohol and a 3,7-dimethylocta-2,6-dien-1-ol.\n\nGeraniol is a monoterpene that is found within many essential oils of fruits, vegetables, and herbs including rose oil, citronella, lemongrass, lavender, and other aromatic plants. It is emitted from the flowers of many species of plant and is commonly used by the food, fragrance, and cosmetic industry. Geraniol has demonstrated a wide spectrum of pharmacological activities including antimicrobial, anti-inflammatory, antioxidant, anti-cancer, and neuroprotective to name a few. Interestingly, geraniol has also been shown to sensitize tumour cells to commonly used chemotherapies including [DB00544] and [DB01248] and represents a promising cancer chemopreventive agent. Due to its anticancer effects, geraniol has been found to be effective against a broad range of cancers including breast, lung, colon, prostate, pancreatic, skin, liver, kidney and oral cancers.  These pharmacologic effects are clinically important as geraniol is classified as generally-recognized-as-safe (GRAS) by the Flavor and Extract Manufacturers Association (FEMA) and the Food and Drug Administration (FDA) of the United States. Sensitivity to geraniol may be identified with a clinical patch test.\n\nFDA Pharmacology Summary\nGeraniol is a Standardized Chemical Allergen. The physiologic effect of geraniol is by means of Increased Histamine Release, and Cell-mediated Immunity.\n\nGeraniol is a natural product found in Eupatorium cannabinum, Vitis rotundifolia, and other organisms with data available.\n\n","effects":["H402","H401"]}
{"name":"Butylated hydroxytoluene","description":"Physical Description\nButylated hydroxytoluene is a white crystalline solid. (NTP, 1992)\n\nOntology Summary\n2,6-di-tert-butyl-4-methylphenol is a member of the class of phenols that is 4-methylphenol substituted by tert-butyl groups at positions 2 and 6. It has a role as an antioxidant, a food additive, a ferroptosis inhibitor and a geroprotector. It derives from a phenol.\n\nButylated hydroxytoluene is a natural product found in Thymus longicaulis, Teucrium leucocladum, and other organisms with data available.\n\nButylated Hydroxytoluene is an organic chemical composed of 4-methylphenol modified with tert-butyl groups at positions 2 and 6. Butylated hydroxytoluene (BHT) inhibits autoxidation of unsaturated organic compounds. BHT is used in food, cosmetics and industrial fluids to prevent oxidation and free radical formation.\n\nA di-tert-butyl PHENOL with antioxidant properties.\n\n","effects":["H400","H410"]}
{"name":"Isopropyl palmitate","description":"Ontology Summary\nIsopropyl palmitate is a fatty acid ester obtained by the formal condensation of carboxy group of palmitic acid with propan-2-ol. Metabolite observed in cancer metabolism. It has a role as a human metabolite. It is a fatty acid ester and an isopropyl ester. It derives from a hexadecanoic acid.\n\nIsopropyl palmitate is a natural product found in Bellis perennis and Glehnia littoralis with data available.\n\n","effects":[]}
{"name":"1,3-Bis(hydroxymethyl)-5,5-dimethylimidazolidine-2,4-dione","description":"","effects":[{"_id":"62d6c4cb1fd1bd882057dd82","name":"Allergy","description":"A formaldehyde releaser used in cosmetics; It can cause allergic contact dermatitis; Rinse off products in general will have a low risk of causing allergic contact dermatitis. [Kanerva, p. 398-404] Reports of positive results for skin sensitization patch testing; [HSDB] A formaldehyde releasing agent present in combination with MDM hydantoin (CAS# 116-25-6) in the commercial product 2,4 Imidazolidinedione; Likely hydrolyzes/degrades to 5,5-dimethylhydantoin (DMH); [Reference #1] See 5,5-Dimethylhydantoin and Formaldehyde.","effectType":"allergy","score":7},"62d6c4cb1fd1bd882057dd82"]}
{"name":"Menthol","description":"Physical Description\nD,l-menthol is a white crystalline solid with a peppermint odor and taste. (NTP, 1992)\n\nOntology Summary\nP-menthan-3-ol is any secondary alcohol that is one of the eight possible diastereoisomers of 5-methyl-2-(propan-2-yl)cyclohexan-1-ol. It has a role as a volatile oil component. It is a p-menthane monoterpenoid and a secondary alcohol.\n\nMenthol is a natural product found in Chaerophyllum macrospermum, Mesosphaerum sidifolium, and other organisms with data available.\n\nA monoterpene cyclohexanol produced from mint oils.\n\n","effects":["H402","H412",{"_id":"62d6c4cf1fd1bd882057dd83","name":"Allergy","description":"A mucous membrane irritant; [Hawley] Emergency treatment: Peppermint oil; [HSDB] A skin, eye, mucous membrane, and upper respiratory tract irritant; [CAMEO] A mild to moderate skin and eye irritant; [eChemPortal: SIDSUNEP] Peppermint oil causes CNS depression and hypothermia in rat feeding studies; Menthol causes ataxia, seizures, and respiratory depression in lethal dose studies of rats; It causes kidney damage and cystic lesions of the cerebellum in chronic studies; [Haddad, p. 1439] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] An irritant; May cause serious eye injury; [MSDSonline] See l-Menthol and d-Menthol.","effectType":"allergy","score":2},"62d6c4cf1fd1bd882057dd83"]}
{"name":"Sorbitol","description":"Physical Description\nSorbitol is an odorless colorless solid. Sinks and mixes with water. (USCG, 1999)\n\nOntology Summary\nD-glucitol is the D-enantiomer of glucitol (also known as D-sorbitol). It has a role as a sweetening agent, a laxative, a metabolite, a cathartic, a human metabolite, a food humectant, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite. It is an enantiomer of a L-glucitol.\n\nA polyhydric alcohol with about half the sweetness of sucrose. Sorbitol occurs naturally and is also produced synthetically from glucose. It was formerly used as a diuretic and may still be used as a laxative and in irrigating solutions for some surgical procedures.\n\nSorbitol is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nSorbitol is a natural product found in Salacia chinensis, Ligustrum robustum, and other organisms with data available.\n\nSorbitol is a sugar alcohol found in fruits and plants with diuretic, laxative and cathartic property. Unabsorbed sorbitol retains water in the large intestine through osmotic pressure thereby stimulating peristalsis of the intestine and exerting its diuretic, laxative and cathartic effect. In addition, sorbitol has one-third fewer calories and 60 % the sweetening activity of sucrose and is used as a sugar replacement in diabetes.\n\nSorbitol is a metabolite found in the aging mouse brain.\n\nA polyhydric alcohol with about half the sweetness of sucrose. Sorbitol occurs naturally and is also produced synthetically from glucose. It was formerly used as a diuretic and may still be used as a laxative and in irrigating solutions for some surgical procedures. It is also used in many manufacturing processes, as a pharmaceutical aid, and in several research applications.\n\n","effects":[]}
{"name":"2-Pyrrolidinone, 1-ethenyl-, polymer with 1-eicosene","description":"","effects":[]}
{"name":"Triethanolamine","description":"Physical Description\nTriethanolamine is an oily liquid with a mild ammonia odor. Denser than water. Freezing point is 71°F. (USCG, 1999)\n\nOntology Summary\nTriethanolamine is a tertiary amino compound that is ammonia in which each of the hydrogens is substituted by a 2-hydroxyethyl group. It has a role as a buffer and a surfactant. It is a tertiary amino compound, a triol and an amino alcohol. It derives from a triethylamine. It is a conjugate base of a triethanolammonium.\n\nTrolamine, which is also referred to as triethanolamine (TEA), is a tertiary amine and a triol. It is a bifunctional compound that exhibits both properties of alcohols and amines. Trolamine contains small amounts of diethanolamine and ethanolamine and may also act as an antioxidant against the auto-oxidation of animal and vegetable fats. It is commonly used as a pH adjuster and surfactant in industrial and cosmetic products such as skin and hair conditioning products.\n\nTriethanolamine is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nTriethanolamine is a metabolite found in the aging mouse brain.\n\n","effects":["H412",{"_id":"62d6c4df1fd1bd882057dd84","name":"Allergy","description":"Occupational asthma and allergic contact dermatitis in machinists and photographers; [See Reference; Marks, p. 159-60] Animals sustain liver and kidney damage after high-dose feeding studies. [ACGIH] A skin, eye, and respiratory tract irritant; May cause skin sensitization; [ICSC] Low acute toxicity, with median oral LD50 values of 4,190-11,260 mg/kg in rats and 5,300-8,000 mg/kg in guinea pigs; Median dermal LD50 greater than 2,000 mg/kg in rabbits; No evidence of skin sensitization in animal studies or in a group of 64 human volunteers; Low incidence of skin sensitization reported in humans; Not carcinogenic, a developmental toxicant, or toxic to the reproductive system; [OECD SIDS] An eye irritant; May cause skin sensitization; Chronic exposure may cause liver and kidney injury; [Fisher Scientific MSDS]","effectType":"allergy","score":8},"62d6c4df1fd1bd882057dd84"]}
{"name":"Sorbitan isostearate","description":"","effects":[]}
{"name":"Propylparaben","description":"Physical Description\nPropyl-4-hydroxybenzoate appears as colorless crystals or white powder or chunky white solid. Melting point 95-98°C. Odorless or faint aromatic odor. Low toxicity, Tasteless (numbs the tongue). pH: 6.5-7.0 (slightly acidic) in solution.\n\nOntology Summary\nPropylparaben is the benzoate ester that is the propyl ester of 4-hydroxybenzoic acid. Preservative typically found in many water-based cosmetics, such as creams, lotions, shampoos and bath products. Also used as a food additive. It has a role as an antifungal agent and an antimicrobial agent. It is a benzoate ester, a member of phenols and a paraben. It derives from a propan-1-ol and a 4-hydroxybenzoic acid.\n\nPropylparaben is used in allergenic testing.\n\nFDA Pharmacology Summary\nPropylparaben is a Standardized Chemical Allergen. The physiologic effect of propylparaben is by means of Increased Histamine Release, and Cell-mediated Immunity.\n\nPropylparaben is a natural product found in Microtropis fokienensis, Soymida febrifuga, and other organisms with data available.\n\n","effects":["H401",{"_id":"62d6c4ea1fd1bd882057dd85","name":"Allergy","description":"Parabens are an uncommon cause of allergic contact dermatitis; [Marks, p. 115] A moderate eye irritant (saturated aqueous solution); Parabens may cause skin sensitization in a small percentage of the population; [HSDB] May cause eye and respiratory tract irritation; Prolonged skin contact may cause irritation and contact dermatitis; [CAMEO] An eye and mild skin irritant; May cause skin sensitization; [eChemPortal: ERMA] Parabens can induce allergic contact dermatitis, mainly in chronic dermatitis and wounded skin. [Kanerva, p. 1822-3] May cause irritation; [MSDSonline]","effectType":"allergy","score":3},"62d6c4ea1fd1bd882057dd85"]}
{"name":"Cocamidopropyl hydroxysultaine","description":"","effects":["H411"]}
{"name":"Sodium L-glutamate","description":"Physical Description\nMonosodium glutamate appears as white or off-white crystalline powder with a slight peptone-like odor. pH (0.2% solution)7.0. (NTP, 1992)\n\nOntology Summary\nDisodium L-glutamate is an organic sodium salt that is the disodium salt of L-glutamic acid. It contains a L-glutamate(2-).\n\nOne of the FLAVORING AGENTS used to impart a meat-like flavor.\n\n","effects":[]}
{"name":"Sodium chloride","description":"Physical Description\nSodium chloride appears as a white crystalline solid. Commercial grade usually contains some chlorides of calcium and magnesium which absorb moisture and cause caking. (NTP, 1992)\n\nOntology Summary\nSodium chloride is an inorganic chloride salt having sodium(1+) as the counterion. It has a role as an emetic and a flame retardant. It is an inorganic chloride and an inorganic sodium salt.\n\nSodium chloride, also known as salt, common salt, table salt or halite, is an ionic compound with the chemical formula NaCl, representing a 1:1 ratio of sodium and chloride ions. Sodium chloride is the primary salt in seawater and in the extracellular fluid of many multicellular organisms. It is listed on the World Health Organization Model List of Essential Medicines.\n\nSodium Chloride is a metal halide composed of sodium and chloride with sodium and chloride replacement capabilities. When depleted in the body, sodium must be replaced in order to maintain intracellular osmolarity, nerve conduction, muscle contraction and normal renal function.\n\nSaline is a solution of salt and water. Saline usually refers to normal or physiological saline, which is an aqueous solution containing 0.9% sodium chloride.\n\nA ubiquitous sodium salt that is commonly used to season food.\n\n","effects":[]}
{"name":"Glycolic acid","description":"Ontology Summary\nGlycolic acid is a 2-hydroxy monocarboxylic acid that is acetic acid where the methyl group has been hydroxylated. It has a role as a metabolite and a keratolytic drug. It is a 2-hydroxy monocarboxylic acid and a primary alcohol. It derives from an acetic acid. It is a conjugate acid of a glycolate.\n\nGlycolic acid is a metabolite found in Escherichia coli (strain K12, MG1655).\n\n","effects":["H402"]}
{"name":"Glutamic acid","description":"Ontology Summary\nL-glutamic acid is an optically active form of glutamic acid having L-configuration. It has a role as a nutraceutical, a micronutrient, an Escherichia coli metabolite, a mouse metabolite, a ferroptosis inducer and a neurotransmitter. It is a glutamine family amino acid, a proteinogenic amino acid, a glutamic acid and a L-alpha-amino acid. It is a conjugate acid of a L-glutamate(1-). It is an enantiomer of a D-glutamic acid.\n\nA peptide that is a homopolymer of glutamic acid.\n\nL-Glutamate is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nA non-essential amino acid naturally occurring in the L-form. Glutamic acid is the most common excitatory neurotransmitter in the CENTRAL NERVOUS SYSTEM.\n\n","effects":[]}
{"name":"Sodium lauroyl glycinate","description":"","effects":[]}
{"name":"Malic acid","description":"Ontology Summary\nMalic acid is a 2-hydroxydicarboxylic acid that is succinic acid in which one of the hydrogens attached to a carbon is replaced by a hydroxy group. It has a role as a food acidity regulator and a fundamental metabolite. It is a 2-hydroxydicarboxylic acid and a C4-dicarboxylic acid. It derives from a succinic acid. It is a conjugate acid of a malate(2-) and a malate.\n\nMalic acid has been used in trials studying the treatment of Xerostomia, Depression, and Hypertension.\n\n","effects":[]}
{"name":"Trisodium ethylenediamine disuccinate","description":"","effects":[]}
{"name":"Palmitic acid","description":"Ontology Summary\nHexadecanoic acid is a straight-chain, sixteen-carbon, saturated long-chain fatty acid. It has a role as an EC 1.1.1.189 (prostaglandin-E2 9-reductase) inhibitor, a plant metabolite, a Daphnia magna metabolite and an algal metabolite. It is a long-chain fatty acid and a straight-chain saturated fatty acid. It is a conjugate acid of a hexadecanoate.\n\nA common saturated fatty acid found in fats and waxes including olive oil, palm oil, and body lipids.\n\nPalmitic acid is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nPalmitic Acid is a saturated long-chain fatty acid with a 16-carbon backbone. Palmitic acid is found naturally in palm oil and palm kernel oil, as well as in butter, cheese, milk and meat.\n\nPalmitic acid is a metabolite found in the aging mouse brain.\n\nA common saturated fatty acid found in fats and waxes including olive oil, palm oil, and body lipids.\n\n","effects":["H412"]}
{"name":"Sorbitan sesquioleate","description":"","effects":[]}
{"name":"Bohrium","description":"Ontology Summary\nBohrium atom is a manganese group element atom.\n\n","effects":[]}
{"name":"Quaternium-22","description":"","effects":["H402","H412"]}
{"name":"Muscovite","description":"Physical Description\nMICA, a generic term, refers to any of a group of approximately 30 silicate minerals occurring as non-fibrous plates. Muscovite (hydrated aluminium potassium silicate[KAl2(AlSi3O10)(F, OH)2 ])and phlogopite (potassium magnesium aluminum silicate hydroxide) are the two major micas of commerce. Micas are commonly found in ordinary rocks. Inhalation of mica dust presents an occupational hazard.\n\n","effects":["H350","H351","H400","H410","H411"]}
{"name":"Sodium lauryl sulfoacetate","description":"Sodium lauryl sulfoacetate is a wetting agent and surfactant used in enema-type laxative products.\n\n","effects":[]}
{"name":"Lauryl sulfosuccinate disodium","description":"","effects":[]}
{"name":"Pentasodium diethylenetriaminepentaacetate","description":"","effects":[]}
{"name":"Sodium bicarbonate","description":"Physical Description\nSodium bicarbonate appears as odorless white crystalline powder or lumps. Slightly alkaline (bitter) taste. pH (of freshly prepared 0.1 molar aqueous solution): 8.3 at 77°F. pH (of saturated solution): 8-9. Non-toxic.\n\nOntology Summary\nSodium hydrogencarbonate is an organic sodium salt and a one-carbon compound. It has a role as an antacid and a food anticaking agent. It contains a hydrogencarbonate.\n\nSodium bicarbonate is a white, crystalline powder that is commonly used as a pH buffering agent, an electrolyte replenisher, systemic alkalizer and in topical cleansing solutions.\n\nSodium Bicarbonate is the monosodium salt of carbonic acid with alkalinizing and electrolyte replacement properties. Upon dissociation, sodium bicarbonate forms sodium and bicarbonate ions. Ion formation increases plasma bicarbonate and buffers excess hydrogen ion concentration, resulting in raised blood pH.\n\nA white, crystalline powder that is commonly used as a pH buffering agent, an electrolyte replenisher, systemic alkalizer and in topical cleansing solutions.\n\n","effects":[]}
{"name":"Sodium polystyrene sulfonate","description":"","effects":[]}
{"name":"1-Dodecanol","description":"Physical Description\nDodecanol is a colorless thick liquid with a sweet odor. Floats on water. Freezing point is 75°F. (USCG, 1999)\n\nOntology Summary\nDodecan-1-ol is a fatty alcohol that is dodecane in which a hydrogen from one of the methyl groups is replaced by a hydroxy group. It is registered for use in apple and pear orchards as a Lepidopteran pheromone/sex attractant, used to disrupt the mating behaviour of certain moths whose larvae destroy crops. It has a role as a cosmetic, a pheromone, an insect attractant, a plant metabolite and an insecticide. It is a primary alcohol, a fatty alcohol and a member of dodecanols. It derives from a hydride of a dodecane.\n\n1-Dodecanol is a saturated 12-carbon fatty alcohol obtained from coconut oil fatty acids. It has a floral odor and is used in detergents, lubricating oils, and pharmaceuticals. (From McGraw-Hill Dictionary of Scientific and Technical Terms, 5th ed)\n\n1-Dodecanol is a natural product found in Mikania cordifolia, Hypericum dyeri, and other organisms with data available.\n\n1-Dodecanol is a metabolite found in the aging mouse brain.\n\nA saturated 12-carbon fatty alcohol obtained from coconut oil fatty acids. It has a floral odor and is used in detergents, lubricating oils, and pharmaceuticals. (From McGraw-Hill Dictionary of Scientific and Technical Terms, 5th ed)\n\n","effects":["H400","H410","H411"]}
{"name":"Pentaerythritol tetrastearate","description":"","effects":[]}
{"name":"Tea tree oil","description":"Essential oil extracted from Melaleuca alternifolia (tea tree). It is used as a topical antimicrobial due to the presence of terpineol.\n\n","effects":["H400","H411"]}
{"name":"D-Limonene","description":"Physical Description\nD-limonene is a clear colorless mobile liquid with a pleasant lemon-like odor. (NTP, 1992)\n\nOntology Summary\n(4R)-limonene is an optically active form of limonene having (4R)-configuration. It has a role as a plant metabolite. It is an enantiomer of a (4S)-limonene.\n\nLimonene is common in cosmetic products. As the main odor constituent of citrus (plant family Rutaceae), D-limonene is used in food manufacturing and some medicines, e.g. as a flavoring to mask the bitter taste of alkaloids, and as a fragrant in perfumery.\n\nD-Limonene is a natural product found in Vitis rotundifolia, Molopospermum peloponnesiacum, and other organisms with data available.\n\nLimonene, (+)- is an oral dietary supplement containing a natural cyclic monoterpene, and a major component of the oil extracted from citrus peels, with potential chemopreventive and antineoplastic activities. Upon oral administration, D-limonene activates aldehyde dehydrogenase 3A1 (ALDH3A1), thereby decreasing aldehyde level. This may protect salivary stem/progenitor cells (SSPCs) from toxic aldehydes and prevent or improve radiation-induced xerostomia. Limonene and its metabolites perillic acid, dihydroperillic acid, uroterpenol and limonene 1,2-diol may also inhibit tumor growth through inhibition of p21-dependent signaling and may induce apoptosis via the induction of the transforming growth factor beta-signaling pathway. In addition, they inhibit post-translational modification of signal transduction proteins, resulting in G1 cell cycle arrest as well as differential expression of cell cycle- and apoptosis-related genes.\n\nA naturally-occurring class of MONOTERPENES which occur as a clear colorless liquid at room temperature. Limonene is the major component in the oil of oranges which has many uses, including as flavor and fragrance. It is recognized as safe in food by the Food and Drug Administration (FDA).\n\n","effects":["H400","H410"]}
{"name":"Sulfur","description":"Physical Description\nSulfur, molten appears as a pale yellow crystalline solid with a faint odor of rotten eggs. Insoluble in water. A fire and explosion risk above 450° F. Transported as a yellow to red liquid. Handled at elevated temperature (typically 290°F) to prevent solidification and makes transfers easier. Hot enough that plastic or rubber may melt or lose strength. Causes thermal burns to skin on contact. Cools rapidly and solidifies if released. Equipment designed to protect against ordinary chemical exposure is ineffective against the thermal hazard. Exercise caution walking on the surface of a spill to avoid breakthrough into pockets of molten sulfur below the crust. Do not attempt to remove sulfur impregnated clothing because of the danger of tearing flesh if a burn has resulted. May be irritatin to skin, eyes and mucous membranes. Used in sulfuric acid production, petroleum refining, and pulp and paper manufacturing.\n\nSulfide is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nSulfur is a natural product found in Lyngbya majuscula, Ceratophyllum demersum, and Artemia salina with data available.\n\nAn element that is a member of the chalcogen family. It has an atomic symbol S, atomic number 16, and atomic weight [32.059; 32.076]. It is found in the amino acids cysteine and methionine.\n\n","effects":[]}
{"name":"Titanium dioxide","description":"Physical Description\nTitanium dioxide is an odorless white powder. Tasteless. pH 7.5. Occurs in three crystalline forms. (NTP, 1992)\n\nOntology Summary\nTitanium dioxide is a titanium oxide with the formula TiO2. A naturally occurring oxide sourced from ilmenite, rutile and anatase, it has a wide range of applications. It has a role as a food colouring.\n\nTitanium dioxide, also known as titanium(IV) oxide or titania, is the naturally occurring oxide of titanium. It is used as a pigment under the names titanium white, Pigment White 6 (PW6), or CI 77891. It is typically extracted from ilmenite, rutile and anatase.\n\n","effects":["H351","H413"]}
{"name":"Coumarin","description":"Physical Description\nCoumarin appears as colorless crystals, flakes or colorless to white powder with a pleasant fragrant vanilla odor and a bitter aromatic burning taste. (NTP, 1992)\n\nOntology Summary\nCoumarin is a chromenone having the keto group located at the 2-position. It has a role as a fluorescent dye, a plant metabolite and a human metabolite.\n\nCoumarin is a natural product found in Eupatorium cannabinum, Eupatorium chinense, and other organisms with data available.\n\nCoumarin is o hydroxycinnamic acid. Pleasant smelling compound found in many plants and released on wilting. Has anticoagulant activity by competing with Vitamin K.\n\n","effects":[{"_id":"62d6c56f1fd1bd882057dd86","name":"Allergy","description":"Emergency treatment: Coumarin; After an ingestion of 4 grams of coumarin, a patient developed muscle paralysis but no cardiovascular effects; Has liver toxicity in rats, but humans are relatively resistant; Not active as an anti-coagulant; [HSDB] A skin irritant; May be a human carcinogen; [ICSC] May cause narcosis and liver damage; [CAMEO] May cause irritation; Harmful if swallowed: causes liver injury and somnolence; [MSDSonline] Coumarin is a fragrance allergen that causes allergic contact dermatitis. [Marks, p. 168, 172]","effectType":"allergy","score":9},"62d6c56f1fd1bd882057dd86"]}
{"name":"Benzyl benzoate","description":"Ontology Summary\nBenzyl benzoate is a benzoate ester obtained by the formal condensation of benzoic acid with benzyl alcohol. It has been isolated from the plant species of the genus Polyalthia. It has a role as a scabicide, an acaricide and a plant metabolite. It is a benzyl ester and a benzoate ester. It derives from a benzoic acid.\n\nBenzyl benzoate is one of the older preparations used to treat scabies. Scabies is a skin infection caused by the mite sarcoptes scabiei. It is characterised by severe itching (particularly at night), red spots, and may lead to a secondary infection. Benzyl benzoate is lethal to this mite and so is useful in the treatment of scabies. It is also used to treat lice infestation of the head and body. Benzyl benzoate is not the treatment of choice for scabies due to its irritant properties.\n\nBenzyl benzoate is a natural product found in Lonicera japonica, Populus tremula, and other organisms with data available.\n\n","effects":["H411","H400","H410",{"_id":"62d6c57b1fd1bd882057dd87","name":"Allergy","description":"A skin, eye, and respiratory tract irritant; [ICSC] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] Harmful if swallowed; [MSDSonline] Direct contact may cause skin irritation but rarely allergic contact dermatitis. [Kanerva, p. 1757]","effectType":"allergy","score":6},"62d6c57b1fd1bd882057dd87"]}
{"name":"3-Methyl-4-(2,6,6-trimethyl-2-cyclohexen-1-yl)-3-buten-2-one","description":"Ontology Summary\n3-Methyl-4-(2,6,6-trimethyl-2-cyclohexen-1-yl)-3-buten-2-one is a sesquiterpenoid.\n\n3-Methyl-4-(2,6,6-trimethyl-2-cyclohexen-1-yl)-3-buten-2-one is a natural product found in Magnolia kobus with data available.\n\n","effects":["H411","H412","H400","H410"]}
{"name":"Lanolin","description":"Physical Description\nStearyl palmitate appears as white crystals or flakes. (NTP, 1992)\n\nOntology Summary\nStearyl palmitate is a palmitate ester resulting from the formal condensation of the carboxy group of palmitic acid with the hydroxy group of stearyl alcohol. It has a role as a cosmetic and a coral metabolite. It is a hexadecanoate ester and a wax ester. It derives from an octadecan-1-ol.\n\nLanolin is a natural product found in Bombax ceiba with data available.\n\n","effects":[{"_id":"62d6c5851fd1bd882057dd88","name":"Allergy","description":"Lanolin is a complex natural mixture of esters of alcohols and fatty acids present in sheep fleece. Wool that is manufactured to reduce free wool alcohols below 3% can be worn by lanolin-sensitive individuals. Lanolin is a common cause of allergic contact dermatitis in leg ulcer patients treated with topical medications containing lanolin. [Marks, p. 96-7] Causes allergic dermatitis on topical exposure to human skin; [RTECS] May cause irritation; [Aldrich MSDS]","effectType":"allergy","score":5},"62d6c5851fd1bd882057dd88"]}
{"name":"Ammonium glycyrrhizate","description":"Ontology Summary\nMonoammonium glycyrrhizinate is an organic molecular entity.\n\nAn oleanolic acid from GLYCYRRHIZA that has some antiallergic, antibacterial, and antiviral properties. It is used topically for allergic or infectious skin inflammation and orally for its aldosterone effects in electrolyte regulation.\n\n","effects":[]}
{"name":"Ethylene","description":"Physical Description\nEthylene appears as a colorless gas with a sweet odor and taste. It is lighter than air. It is easily ignited and a flame can easily flash back to the source of the leak. Under prolonged exposure to fire or heat the containers may rupture violently and rocket. Can cause explosion.\n\nPhysical Description\nEthylene, refrigerated liquid (cryogenic liquid) appears as a pressurized liquid when shipped below 50°F. Colorless with a sweet odor and taste. Vapors arising from the boiling liquid are lighter than air. Easily ignited. Not toxic but is a simple asphyxiant. Under prolonged exposure to fire or intense heat the containers may rupture violently and rocket. Used as an anesthetic, a refrigerant, and to make other chemicals.\n\nPhysical Description\nPolyethylene as is a white powder (microbeads). Tough and flexible at room temperatures. (NTP, 1992)\n\nOntology Summary\nEthene is an alkene and a gas molecular entity. It has a role as a refrigerant and a plant hormone.\n\nEthylene is a natural product found in Marsilea quadrifolia, Malus pumila, and other organisms with data available.\n\n","effects":["H402","H412"]}
{"name":"2-Octyl-1-dodecanol","description":"","effects":[]}
{"name":"Octyl stearate","description":"","effects":[]}
{"name":"Cetyl palmitate","description":"Ontology Summary\nPalmityl palmitate is a palmitate ester resulting from the formal condensation of palmitic acid with palmityl alcohol. It is used as a thickener and emollient in cosmetics. It has a role as a metabolite. It derives from a hexadecan-1-ol.\n\nCetyl palmitate is a natural product found in Lobophytum with data available.\n\n","effects":[]}
{"name":"Ethylhexyl palmitate","description":"","effects":[]}
{"name":"2-Methylpentadecane","description":"Ontology Summary\n2-methyl-Pentadecane is an alkane.\n\n2-Methylpentadecane is a natural product found in Plantago ovata with data available.\n\n","effects":[]}
{"name":"(2-(Methacryloyloxy)ethyl)trimethylammonium chloride","description":"","effects":["H411","H412"]}
{"name":"Polyquaternium-47","description":"","effects":[]}
{"name":"Sodium laureth sulfate","description":"","effects":[]}
{"name":"Cocamidopropyl betaine","description":"","effects":["H400","H401","H411",{"_id":"62d6c5c41fd1bd882057dd89","name":"Allergy","description":"One of the allergens to which hairdressers may be exposed; [Kanerva, p. 1514] See Coco Amido Betaine. See Betaine.","effectType":"allergy","score":3},"62d6c5c41fd1bd882057dd89"]}
{"name":"Polyquaternium-7","description":"","effects":["H412",{"_id":"62d6c5cb1fd1bd882057dd8a","name":"Allergy","description":"Polymeric quaternary ammonium salt, consisting of acrylamide and dimethyl diallyl ammonium chloride monomers; a skin-care product that causes allergic contact dermatitis. [ChemIDplus] See Dilauryldimethylammonium chloride. See Acrylamide and Diallyldimethylammonium chloride.","effectType":"allergy","score":2},"62d6c5cb1fd1bd882057dd8a"]}
{"name":"Magnesium nitrate","description":"Physical Description\nMagnesium nitrate appears as a white crystalline solid. Produces toxic oxides of nitrogen if heated to decomposition. Used in pyrotechnics.\n\nOntology Summary\nMagnesium nitrate is the inorganic nitrate salt of magnesium. It has a role as a fertilizer. It is an inorganic nitrate salt and a magnesium salt.\n\n","effects":[]}
{"name":"5-Chloro-2-methyl-4-isothiazolin-3-one","description":"Ontology Summary\nChloromethylisothiazolinone is a 1,2-thiazole that is 4-isothiazolin-3-one bearing a methyl group on the nitrogen atom and a chlorine at C-5. It is a powerful biocide and preservative and is the major active ingredient in the commercial product Kathon(TM). It has a role as an antimicrobial agent, a xenobiotic and an environmental contaminant. It is a member of 1,2-thiazoles and an organochlorine compound. It derives from a methylisothiazolinone.\n\nMethylchloroisothiazolinone (MCI) is an isothiazolinone commonly used as a preservative with antibacterial and antifungal properties. It is found within many commercially available cosmetics, lotions, and makeup removers. It is also a known dermatological sensitizer and allergen; some of its side effects include flaky or scaly skin, breakouts, redness or itchiness, and moderate to severe swelling in the eye area. The American Contact Dermatitis Society named Methylchloroisothiazolinone the Contact Allergen of the Year for 2013.  Sensitivity to Methylchloroisothiazolinone may be identified with a clinical patch test.\n\nFDA Pharmacology Summary\nMethylchloroisothiazolinone is a Standardized Chemical Allergen. The physiologic effect of methylchloroisothiazolinone is by means of Increased Histamine Release, and Cell-mediated Immunity.\n\n","effects":["H400","H410"]}
{"name":"Magnesium chloride","description":"","effects":[]}
{"name":"2-Methyl-4-isothiazolin-3-one","description":"Ontology Summary\nMethylisothiazolinone is a 1,2-thazole that is 4-isothiazolin-3-one bearing a methyl group on the nitrogen atom. It is a powerful biocide and preservative and is the minor active ingredient in the commercial product Kathon(TM). It has a role as an antifouling biocide, an antimicrobial agent and an antifungal agent.\n\n","effects":["H400","H410",{"_id":"62d6c5d81fd1bd882057dd8b","name":"Allergy","description":"Allergic contact dermatitis reported in workers using products containing this preservative; [Kanerva, p. 1815] Danger of skin sensitization; [MAK] Cosmetic preservative that is a recognized contact allergen in consumers; [EC: SCCS - Opinion] Causes burns; Inhalation may cause corrosive injuries to upper respiratory tract and lungs; May cause skin sensitization; Harmful by ingestion; Toxic by inhalation; [Sigma-Aldrich MSDS] See ISOTHIAZOLINONES.","effectType":"allergy","score":2},"62d6c5d81fd1bd882057dd8b"]}
{"name":"Slaked lime","description":"Ontology Summary\nCalcium dihydroxide is a calcium hydroxide. It has a role as an astringent.\n\n","effects":[]}
{"name":"Diallyldimethylammonium chloride","description":"","effects":["H412","H400","H410"]}
{"name":"Cholesterol","description":"Ontology Summary\nCholesterol is a cholestanoid consisting of cholestane having a double bond at the 5,6-position as well as a 3beta-hydroxy group. It has a role as a human metabolite, a mouse metabolite, a Daphnia galeata metabolite and an algal metabolite. It is a 3beta-sterol, a cholestanoid, a C27-steroid and a 3beta-hydroxy-Delta(5)-steroid.\n\nThe principal sterol of all higher animals, distributed in body tissues, especially the brain and spinal cord, and in animal fats and oils.\n\nCholesterol is a natural product found in Haplophyllum bucharicum, Bugula neritina, and other organisms with data available.\n\nCholesterol is an animal sterol found in the body tissues (and blood plasma) of vertebrates. It can be found in large concentrations within the liver, spinal cord, and brain. Cholesterol is an important component of the membranes of cells, providing stability. It is the major precursor for the synthesis of vitamin D, of the various steroid hormones, including cortisol, cortisone, and aldosterone in the adrenal glands, and of the sex hormones progesterone, estrogen, and testosterone.  Cholesterol also has an important role for the brain synapses as well as in the immune system.  In conditions featuring elevated low density lipoproteins (LDL), cholesterol often forms plaque deposits in the walls of arteries, a condition known as atherosclerosis, which is a major contributor to coronary heart disease and other forms of cardiovascular disease.\n\nCholesterol is a metabolite found in the aging mouse brain.\n\nThe principal sterol of all higher animals, distributed in body tissues, especially the brain and spinal cord, and in animal fats and oils.\n\n","effects":[]}
{"name":"Edetic acid","description":"Physical Description\nEthylenediamine tetraacetic acid is a colorless crystalline solid. It is slightly soluble in water. The primary hazard is the threat to the environment. Immediate steps should be taken to limit its spread to the environment. It is used in chemical analysis, to make detergents and cleaning compounds, and for many other uses.\n\nOntology Summary\nEthylenediaminetetraacetic acid is a polyamino carboxylic acid, a tetracarboxylic acid and an ethylenediamine derivative. It has a role as a chelator, an antidote, an anticoagulant, a copper chelator and a geroprotector. It is a conjugate acid of an EDTA(2-).\n\nA chelating agent (chelating agents) that sequesters a variety of polyvalent cations. It is used in pharmaceutical manufacturing and as a food additive.\n\nFDA Pharmacology Summary\nEdetic acid is a Lead Chelator and Anti-coagulant. The mechanism of action of edetic acid is as a Lead Chelating Activity and Calcium Chelating Activity. The physiologic effect of edetic acid is by means of Decreased Coagulation Factor Activity.\n\nEdetic Acid is the acid form of edetate, a chelating agent with anti-hypercalcemic and anticoagulant properties. Edetic acid binds calcium and heavy metal ions, forming soluble stable complexes which are readily excreted by the kidneys. This results in a decrease in serum calcium levels. This agent is also used as an anticoagulant for blood specimens and is applied as a treatment of lead poisoning.\n\nA chelating agent that sequesters a variety of polyvalent cations such as CALCIUM. It is used in pharmaceutical manufacturing and as a food additive.\n\n","effects":["H412","H402"]}
{"name":"Dodecyl D-glucoside","description":"","effects":[]}
{"name":"Myristyl myristate","description":"Ontology Summary\nTetradecyl tetradecanoate is a tetradecanoate ester (myristate ester) resulting from the formal condensation of the carboxy group of tetradecanoic acid (myristic acid) with the hydroxy group of tetradecan-1-ol (myristyl alcohol). Used as an emollient. It has a role as an algal metabolite. It is a wax ester and a tetradecanoate ester. It derives from a tetradecan-1-ol.\n\n","effects":[]}
{"name":"1-Eicosanol","description":"Ontology Summary\nIcosan-1-ol is a fatty alcohol consisting of a hydroxy function at C-1 of an unbranched saturated chain of 20 carbon atoms. It is a long-chain primary fatty alcohol and a fatty alcohol 20:0.\n\n1-Eicosanol is a natural product found in Lonicera japonica, Artemisia baldshuanica, and other organisms with data available.\n\n","effects":["H400","H410","H411","H412"]}
{"name":"1-Tetradecanol","description":"Physical Description\nTetradecanol is a colorless thick liquid (heated) with a faint alcohol odor. Solidifies and floats on water. (USCG, 1999)\n\nOntology Summary\nTetradecan-1-ol is a long-chain fatty alcohol that is tetradecane in which one of the terminal methyl hydrogens is replaced by a hydroxy group It is a long-chain primary fatty alcohol, a fatty alcohol 14:0 and a primary alcohol.\n\n1-Tetradecanol is a natural product found in Mikania cordifolia, Hypericum hyssopifolium, and other organisms with data available.\n\n","effects":["H410","H400","H411","H412","H401"]}
{"name":"Isopropyl myristate","description":"Ontology Summary\nIsopropyl tetradecanoate is a fatty acid ester.\n\nIsopropyl myristate is a moisturizer with polar characteristics used in cosmetics and topical medical preparations to ameliorate the skin absorption. Isopropyl myristate has been largely studied and impulsed as a skin penetration enhancer.  At the moment the primary usage for which isopropyl myristate is formally indicated is as the active ingredient in a non-prescription pediculicide rinse.\n\nIsopropyl myristate is a natural product found in Siraitia grosvenorii with data available.\n\n","effects":[]}
{"name":"Nicotinamide","description":"Physical Description\nNicotinamide is a white powder. (NTP, 1992)\n\nOntology Summary\nNicotinamide is a pyridinecarboxamide that is pyridine in which the hydrogen at position 3 is replaced by a carboxamide group. It has a role as an EC 2.4.2.30 (NAD(+) ADP-ribosyltransferase) inhibitor, a metabolite, a cofactor, an antioxidant, a neuroprotective agent, an EC 3.5.1.98 (histone deacetylase) inhibitor, an anti-inflammatory agent, a Sir2 inhibitor, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite, a mouse metabolite, a human urinary metabolite and a geroprotector. It is a vitamin B3, a pyridinecarboxamide and a pyridine alkaloid. It derives from a nicotinic acid.\n\nAn important compound functioning as a component of the coenzyme NAD. Its primary significance is in the prevention and/or cure of blacktongue and pellagra. Most animals cannot manufacture this compound in amounts sufficient to prevent nutritional deficiency and it therefore must be supplemented through dietary intake.\n\nNiacinamide is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nNicotinamide is a natural product found in Mus musculus, Euonymus grandiflorus, and other organisms with data available.\n\nNiacinamide is the active form of vitamin B3 and a component of the coenzyme nicotinamide adenine dinucleotide (NAD). Niacinamide acts as a chemo- and radio-sensitizing agent by enhancing tumor blood flow, thereby reducing tumor hypoxia.  This agent also inhibits poly(ADP-ribose) polymerases, enzymes involved in the rejoining of DNA strand breaks induced by radiation or chemotherapy.\n\nNicotinamide is a metabolite found in the aging mouse brain.\n\nAn important compound functioning as a component of the coenzyme NAD. Its primary significance is in the prevention and/or cure of blacktongue and PELLAGRA. Most animals cannot manufacture this compound in amounts sufficient to prevent nutritional deficiency and it therefore must be supplemented through dietary intake.\n\n","effects":[]}
{"name":"Allantoin","description":"Ontology Summary\nAllantoin is an imidazolidine-2,4-dione that is 5-aminohydantoin in which a carbamoyl group is attached to the exocyclic nitrogen. It has a role as a vulnerary, a human metabolite, a Saccharomyces cerevisiae metabolite and an Escherichia coli metabolite. It is a member of ureas and an imidazolidine-2,4-dione. It derives from a hydantoin. It is a tautomer of a 1-(5-hydroxy-2-oxo-2,3-dihydroimidazol-4-yl)urea.\n\nAllantoin is a substance that is endogenous to the human body and also found as a normal component of human diets. In healthy human volunteers, the mean plasma concentration of allantoin is about 2-3 mg/l. During exercise, the plasma allantoin concentration rapidly increases about two fold and remains elevated. In human muscle, urate is oxidized to allantoin during such exercise. The concentration of allantoin in muscles increases from a resting value of about 5000 ug/kg to about 16000 ug/kg immediately after short-term exhaustive cycling exercise.   More specifically, allantoin is a diureide of glyoxylic acid that is produced from uric acid. It is a major metabolic intermediate in most organisms. Allantoin is found in OTC cosmetic products and other commercial products such as oral hygiene products, in shampoos, lipsticks, anti-acne products, sun care products, and clarifying lotions. Allantoin has also demonstrated to ameliorate the wound healing process in some studies.\n\n(S)(+)-Allantoin is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nAllantoin is a natural product found in Aristolochia gigantea, Rhinacanthus, and other organisms with data available.\n\nAllantoin is a metabolite found in the aging mouse brain.\n\nA urea hydantoin that is found in URINE and PLANTS and is used in dermatological preparations.\n\n","effects":[]}
{"name":"Potassium phosphate","description":"Ontology Summary\nTripotassium phosphate is an inorganic potassium salt that is the tripotassium salt of phosphoric acid. It is an inorganic phosphate salt and an inorganic potassium salt.\n\n","effects":[]}
{"name":"N-oleoylphytosphingosine","description":"Ontology Summary\nN-oleoylphytosphingosine is a phytoceramide in which the N-acyl group is specified as oleoyl (9Z-octadecenoyl). It derives from an oleic acid.\n\nCeramide NP is a lipid molecule included in a group of lipid molecules called ceramides. Ceramides are major lipid components in the stratum corneum of the human skin. Ceramide 3 consists of a phytosphingosine backbone N-acylated with a saturated fatty acid (stearic acid). It is widely used as a moisturizer in various cosmetic and personal products. Together with ceramide 1, they synergistically improve the skin barrier function in humans.\n\n","effects":[]}
{"name":"N-(2-hydroxyoctadecanoyl)-hydroxysphinganine","description":"Ontology Summary\nN-(2-hydroxyoctadecanoyl)-4-hydroxysphinganine is a phytoceramide in which the ceramide N-acyl group is specified as 2-hydroxyoctadecanoyl\n\n","effects":[]}
{"name":"Ceramide eop","description":"","effects":[]}
{"name":"Zinc citrate","description":"Zinc citrate is a zinc salt of citric acid. It is available as dietary supplements as a treatment of zinc deficiency and source of zinc, which is an essential trace element. Zinc citrate demonstrates effective absorption following oral administration.\n\nZinc Citrate is a nutritional supplement containing the zinc salt form of citric acid for the purpose of providing zinc. As an essential trace element, zinc is of key importance in many biological processes, acts as an antioxidant and strengthens the immune system. Although the mechanism of action is not completely known, zinc supplementation may be used to increase immunity against viruses or may interfere with the replication of certain viruses, such as the human papillomavirus (HPV).\n\n","effects":["H400","H410","H411"]}
{"name":"Behentrimonium methosulfate","description":"","effects":["H400","H410","H411"]}
{"name":"Sodium lauroyl lactylate","description":"","effects":[]}
{"name":"L-Arginine-L-pyroglutamate","description":"","effects":[]}
{"name":"Myristic acid","description":"Physical Description\nTetradecanoic acid is an oily white crystalline solid. (NTP, 1992)\n\nOntology Summary\nTetradecanoic acid is a straight-chain, fourteen-carbon, long-chain saturated fatty acid mostly found in milk fat. It has a role as a human metabolite, an EC 3.1.1.1 (carboxylesterase) inhibitor, a Daphnia magna metabolite and an algal metabolite. It is a long-chain fatty acid and a straight-chain saturated fatty acid. It is a conjugate acid of a tetradecanoate.\n\nMyristic acid is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nMyristic acid is a natural product found in Gladiolus italicus, Staphisagria macrosperma, and other organisms with data available.\n\nMyristic Acid is a saturated long-chain fatty acid with a 14-carbon backbone. Myristic acid is found naturally in palm oil, coconut oil and butter fat.\n\nMyristic acid is a metabolite found in the aging mouse brain.\n\nA saturated 14-carbon fatty acid occurring in most animal and vegetable fats, particularly butterfat and coconut, palm, and nutmeg oils. It is used to synthesize flavor and as an ingredient in soaps and cosmetics. (From Dorland, 28th ed)\n\n","effects":["H411","H413"]}
{"name":"Sodium 5-oxopyrrolidine-2-carboxylate","description":"","effects":[]}
{"name":"Dipotassium hydrogen phosphate","description":"Ontology Summary\nDipotassium hydrogen phosphate is a potassium salt that is the dipotassium salt of phosphoric acid. It has a role as a buffer. It is a potassium salt and an inorganic phosphate.\n\nDipotassium phosphate (K2HPO4) is a highly water-soluble salt often used as a fertilizer and food additive as a source of phosphorus and potassium as well as a buffering agent.\n\nPotassium Phosphate, Dibasic is the dipotassium form of phosphoric acid, that can be used as an electrolyte replenisher and with radio-protective activity. Upon oral administration, potassium phosphate is able to block the uptake of the radioactive isotope phosphorus P 32 (P-32).\n\n","effects":[]}
{"name":"Phytosphingosine","description":"Ontology Summary\nPhytosphingosine is a sphingoid, an amino alcohol and a triol. It has a role as a Saccharomyces cerevisiae metabolite and a mouse metabolite. It derives from a N-acyl-beta-D-galactosylphytosphingosine and a sphinganine. It is a conjugate base of a phytosphingosine(1+).\n\nPhytosphingosine is a natural product found in Pseudo-nitzschia multistriata, Averrhoa bilimbi, and other organisms with data available.\n\n","effects":["H400","H410"]}
{"name":"Hexadecyltrimethylammonium chloride","description":"Physical Description\nHexadecyltrimethylammonium chloride appears as colorless to pale yellow liquid with an odor of rubbing alcohol. Floats or sinks in water. (USCG, 1999)\n\nOntology Summary\nCetyltrimethylammonium chloride is the organic chloride salt of cetyltrimethylammonium. It has a role as a surfactant. It is a quaternary ammonium salt and an organic chloride salt. It contains a cetyltrimethylammonium ion.\n\nCetyltrimethylammonium compound whose salts and derivatives are used primarily as topical antiseptics.\n\n","effects":["H400","H410"]}
{"name":"2-[(2-Amino-3-phenylpropanoyl)amino]butanedioic acid","description":"Ontology Summary\nPhenylalanyl-Aspartate is a dipeptide.\n\n","effects":[]}
{"name":"Hexadecyl-methoxy-methyl-trimethylsilyloxysilane","description":"","effects":[]}
{"name":"1,1,1,3,5,5,5-Heptamethyltrisiloxane","description":"","effects":[]}
{"name":"Pentanetrisiloxane","description":"Ontology Summary\nTrisiloxane is an unbranched siloxane.\n\n","effects":[]}
{"name":"Trimethylsiloxysilicate","description":"","effects":[]}
{"name":"Arachidyl glucoside","description":"","effects":[]}
{"name":"Dipotassium glycyrrhizinate","description":"Ontology Summary\nGlycyrrhizinate dipotassium is an organic molecular entity.\n\nA widely used anti-inflammatory agent isolated from the licorice root. It is metabolized to GLYCYRRHETINIC ACID, which inhibits 11-BETA-HYDROXYSTEROID DEHYDROGENASES and other enzymes involved in the metabolism of CORTICOSTEROIDS. Therefore, glycyrrhizic acid, which is the main and sweet component of licorice, has been investigated for its ability to cause hypermineralocorticoidism with sodium retention and potassium loss, edema, increased blood pressure, as well as depression of the renin-angiotensin-aldosterone system.\n\n","effects":[]}
{"name":"Triethoxyoctylsilane","description":"Ontology Summary\nOctyltriethoxysilane is an organosilicon compound.\n\n","effects":[]}
{"name":"Methyl methacrylate","description":"Physical Description\nMethyl methacrylate monomer appears as a clear colorless liquid. Slightly soluble in water and floats on water. Vapors heavier than air. Vapors irritate the eyes and respiratory system. Containers must be heavily insulated or shipped under refrigeration. An inhibitor such as hydroquinone, hydroquinone methyl ester and dimethyl t-butylphenol is added to keep the chemical from initiating polymerization. The chemical may polymerize exothermically if heated or contaminated with strong acid or base. If the polymerization takes place inside a container, the container may rupture violently. Used to make plastics.\n\nOntology Summary\nMethyl methacrylate is an enoate ester having methacrylic acid as the carboxylic acid component and methanol as the alcohol component. It has a role as an allergen and a polymerisation monomer. It is an enoate ester and a methyl ester. It derives from a methacrylic acid.\n\nMethyl methacrylate is used in the manufacture of resins and plastics. Methyl methacrylate is irritating to the skin, eyes, and mucous membranes in humans. An allergic response to dermal exposure may develop. Respiratory effects have been reported in humans following acute (short-term) and chronic (long-term) inhalation exposures. Respiratory symptoms observed following acute exposures include chest tightness, dyspnea, coughing, wheezing, and reduced peak flow. Neurological symptoms have also been reported in humans following acute exposure to methyl methacrylate. Fetal abnormalities have been reported in animals exposed to methyl methacrylate by injection and inhalation. EPA considers methyl methacrylate not likely to be carcinogenic to humans.\n\nMethyl Methacrylate is a methyl ester of methacrylic acid. Methyl methacrylate is a reactive resin, and the polymerized form is used as cement in dentistry, orthopaedic surgery and ophthalmology. The monomer form of this agent has relaxation effect on smooth muscle systemically, which might be a result of nitric oxide-mediated response.\n\nThe methyl ester of methacrylic acid. It polymerizes easily to form POLYMETHYL METHACRYLATE. It is used as a bone cement.\n\n","effects":["H402",{"_id":"62d6c6881fd1bd882057dd8c","name":"Allergy","description":"Methyl methacrylate is used in the manufacture of resins and plastics. Methyl methacrylate is irritating to the skin, eyes, and mucous membranes in humans. An allergic response to dermal exposure may develop. Respiratory effects have been reported in humans following acute (short-term) and chronic (long-term) inhalation exposures. Respiratory symptoms observed following acute exposures include chest tightness, dyspnea, coughing, wheezing, and reduced peak flow. Neurological symptoms have also been reported in humans following acute exposure to methyl methacrylate. Fetal abnormalities have been reported in animals exposed to methyl methacrylate by injection and inhalation. EPA considers methyl methacrylate not likely to be carcinogenic to humans.","effectType":"allergy","score":2},"62d6c6881fd1bd882057dd8c"]}
{"name":"Vitamin A palmitate","description":"Ontology Summary\nAll-trans-retinyl palmitate is an all-trans-retinyl ester obtained by formal condensation of the carboxy group of palmitic (hexadecanoic acid) with the hydroxy group of all-trans-retinol. It is used in cosmetic products to treat various skin disorders such as acne, skin aging, wrinkles, dark spots, and also protect against psoriasis. It has a role as an Escherichia coli metabolite, a human xenobiotic metabolite and an antioxidant. It is a retinyl palmitate and an all-trans-retinyl ester. It derives from an all-trans-retinol.\n\nRetinyl Palmitate is a naturally-occurring phenyl analogue of retinol (vitamin A) with potential antineoplastic and chemopreventive activities.  As the most common form of vitamin A taken for dietary supplementation, retinyl palmitate binds to and activates retinoid receptors, thereby inducing cell differentiation and decreasing cell proliferation.  This agent also inhibits carcinogen-induced neoplastic transformation, induces apoptosis in some cancer cell types, and exhibits immunomodulatory properties. (NCI04)\n\n","effects":["H413"]}
{"name":"Ascorbic acid","description":"Physical Description\nL-ascorbic acid is a white to very pale yellow crystalline powder with a pleasant sharp acidic taste. Almost odorless. (NTP, 1992)\n\nOntology Summary\nL-ascorbic acid is the L-enantiomer of ascorbic acid and conjugate acid of L-ascorbate. It has a role as a coenzyme, a flour treatment agent, a food antioxidant, a plant metabolite, a cofactor, a skin lightening agent and a geroprotector. It is an ascorbic acid and a vitamin C. It is a conjugate acid of a L-ascorbate. It is an enantiomer of a D-ascorbic acid.\n\nA six carbon compound related to glucose. It is found naturally in citrus fruits and many vegetables. Ascorbic acid is an essential nutrient in human diets, and necessary to maintain connective tissue and bone. Its biologically active form, vitamin C, functions as a reducing agent and coenzyme in several metabolic pathways. Vitamin C is considered an antioxidant.\n\nFDA Pharmacology Summary\nAscorbic acid is a Vitamin C.\n\nAscorbic acid is a natural product found in Populus tremula, Rosa platyacantha, and other organisms with data available.\n\nAscorbic Acid is a natural water-soluble vitamin (Vitamin C). Ascorbic acid is a potent reducing and antioxidant agent that functions in fighting bacterial infections, in detoxifying reactions, and in the formation of collagen in fibrous tissue, teeth, bones, connective tissue, skin, and capillaries. Found in citrus and other fruits, and in vegetables, vitamin C cannot be produced or stored by humans and must be obtained in the diet. (NCI04)\n\nAscorbic acid is a metabolite found in the aging mouse brain.\n\nA six carbon compound related to glucose. It is found naturally in citrus fruits and many vegetables. Ascorbic acid is an essential nutrient in human diets, and necessary to maintain connective tissue and bone. Its biologically active form, vitamin C, functions as a reducing agent and coenzyme in several metabolic pathways. Vitamin C is considered an antioxidant.\n\n","effects":[]}
{"name":"Pantothenic acid","description":"Ontology Summary\n(R)-pantothenic acid is a pantothenic acid having R-configuration. It has a role as an antidote to curare poisoning, a human blood serum metabolite and a geroprotector. It is a vitamin B5 and a pantothenic acid. It is a conjugate acid of a (R)-pantothenate.\n\nPantothenic acid, also called pantothenate or vitamin B5 (a B vitamin), is a water-soluble vitamin discovered by Roger J. Williams in 1919. For many animals, pantothenic acid is an essential nutrient as it is required to synthesize coenzyme-A (CoA), as well as to synthesize and metabolize proteins, carbohydrates, and fats. Pantothenic acid is the amide between pantoic acid and β-alanine and commonly found as its alcohol analog, the provitamin panthenol, and as calcium pantothenate. Small quantities of pantothenic acid are found in nearly every food, with high amounts in whole-grain cereals, legumes, eggs, meat, royal jelly, avocado, and yogurt. Pantothenic acid is an ingredient in some hair and skin care products. Only the dextrorotatory (D) isomer of pantothenic acid possesses biological activity. while the levorotatory (L) form may antagonize the effects of the dextrorotatory isomer.\n\nPantothenic acid is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nPantothenic acid is a natural product found in Chlamydomonas reinhardtii, Arabidopsis thaliana, and other organisms with data available.\n\nPantothenic Acid is a water-soluble vitamin ubiquitously found in plants and animal tissues with antioxidant property. Vitamin B5 is a component of coenzyme A (CoA) and a part of the vitamin B2 complex. Vitamin B5 is a growth factor and is essential for various metabolic functions, including the metabolism of carbohydrates, proteins, and fatty acids. This vitamin is also involved in the synthesis of cholesterol, lipids, neurotransmitters, steroid hormones, and hemoglobin.\n\nPantothenic acid is a metabolite found in the aging mouse brain.\n\nA butyryl-beta-alanine that can also be viewed as pantoic acid complexed with BETA ALANINE. It is incorporated into COENZYME A and protects cells against peroxidative damage by increasing the level of GLUTATHIONE.\n\n","effects":[]}
{"name":"Alumina","description":"Physical Description\nEmery is an odorless, white, crystalline powder. Natural aluminum oxide. Very high melting and hard. Used for polishing, grinding, and abrasive operations. An inhalation hazard when present as a dust.\n\nAn oxide of aluminum, occurring in nature as various minerals such as bauxite, corundum, etc. It is used as an adsorbent, desiccating agent, and catalyst, and in the manufacture of dental cements and refractories.\n\n","effects":[]}
{"name":"Isopentane","description":"Physical Description\nWatery colorless liquid with a gasoline-like odor. Floats on water. Flammable, irritating vapor is produced. Boiling point is 82°F. (USCG, 1999)\n\nOntology Summary\nIsopentane is an alkane that is butane substituted by a methyl group at position 2. It has a role as a refrigerant.\n\nIsopentane is under investigation in clinical trial NCT00752089 (Experimental Dentifrice Remineralization/fluoride Uptake in an in Situ Model).\n\nIsopentane is an organic, branched-chain alkane with five carbon atoms.\n\n","effects":["H411","H401"]}
{"name":"Sorbitan stearate","description":"Ontology Summary\nSorbitan monostearate is a fatty acid ester.\n\n","effects":[]}
{"name":"Sodium nitrate","description":"Physical Description\nSodium nitrate appears as a white crystalline solid. Noncombustible but accelerates the burning of combustible materials. If large quantities are involved in fire or the combustible material is finely divided an explosion may result. May explode under prolonged exposure to heat or fire. Toxic oxides of nitrogen are produced in fires. Used in solid propellants, explosives, fertilizers, and for many other uses.\n\nOntology Summary\nSodium nitrate is the inorganic nitrate salt of sodium. It has a role as a fertilizer. It is an inorganic sodium salt and an inorganic nitrate salt.\n\n","effects":[]}
{"name":"1,1-Difluoroethane","description":"Physical Description\n1,1-Difluoroethane is colorless, odorless gas shipped as a liquefied gas under its vapor pressure. Contact with the liquid can cause frostbite. It is easily ignited. Its vapors are heavier than air and a flame can travel back to the source of leak very easily. This leak can be either a liquid or vapor leak. It can asphyxiate by the displacement of air. Under prolonged exposure to fire or heat the containers may rupture violently and rocket.\n\n","effects":[]}
{"name":"Octylacrylamide/acrylates/butylaminoethyl methacrylate copolymer","description":"","effects":[]}
{"name":"Triethyl citrate","description":"Physical Description\nTurpentine appears as a clear colorless liquid with a characteristic odor. Less dense than water and insoluble in water. Vapors are heavier than air.\n\nOntology Summary\nTriethyl citrate is a carbonyl compound.\n\nTriethyl citrate is a metabolite found in the aging mouse brain.\n\n","effects":["H411","H410","H401",{"_id":"62d6c6bd1fd1bd882057dd8d","name":"Allergy","description":"In animal inhalation studies, intoxication is marked by ataxia, tremor, convulsions, and death. After exposures of 750 to 1000 ppm, human subjects complained of eye irritation, headache, dizziness, and nausea. Causes both irritant and allergic contact dermatitis; Oral lethal dose = 15-90 ml; Can cause chemical pneumonitis if aspirated; Liver enzymes are elevated in animals inhaling 300 ppm 6 hours/day, 5 days/week for 4-8 weeks. [ACGIH] Turpentine is a common skin sensitizer in painters. [Marks, p. 273] The allergens in turpentine are hydroperoxides of delta-3-carene with higher concentrations in Indonesian than in Portuguese turpentine. [Kanerva, p. 1766] Acute tubular necrosis has been reported after heavy and repeated skin exposures to gasoline, turpentine, petroleum naphtha, and diesel oil. [Rosenstock, p. 577] A skin, eye, and respiratory tract irritant; Inhalation of high concentrations can cause CNS depression and cardiac arrhythmias; A skin sensitizer; May cause effects on the bladder and kidneys; [ICSC] See TERPENES.","effectType":"allergy","score":2},"62d6c6bd1fd1bd882057dd8d"]}
{"name":"Sodium acrylate","description":"","effects":["H400","H410","H411","H351"]}
{"name":"Disteardimonium hectorite","description":"","effects":[]}
{"name":"Propylene carbonate","description":"","effects":[]}
{"name":"Sodium methacrylate","description":"","effects":[]}
{"name":"Isobutyl 4-hydroxybenzoate","description":"Ontology Summary\nIsobutylparaben is a 4-hydroxybenzoate ester.\n\n","effects":[]}
{"name":"C.I. Pigment Violet 15","description":"","effects":[]}
{"name":"Ammonium manganese(3+) diphosphate","description":"","effects":[]}
{"name":"Cochineal","description":"Coloring matter from the insect Coccus cacti L. It is used in foods, pharmaceuticals, toiletries, etc., as a dye, and also has use as a microscopic stain and biological marker.\n\n","effects":[]}
{"name":"Chromium(III) oxide","description":"Ontology Summary\nDichromium trioxide is a chromium oxide.\n\n","effects":[{"_id":"62d6c7011fd1bd882057dd8e","name":"Allergy","description":"CrIII compounds do not cause chrome ulcerations but may cause allergic dermatitis in workers with prior sensitization to CrVI compounds. [ILO Encyclo] CrIII is an essential trace mineral in the human diet. [ATSDR Case Studies] An eye and respiratory tract irritant; [ICSC] May cause GI irritation if ingested;  [MSDSonline] See Chromium.","effectType":"allergy","score":1},"62d6c7011fd1bd882057dd8e"]}
{"name":"C.I. Pigment Green 18","description":"","effects":[]}
{"name":"Prussian blue","description":"Ontology Summary\nFerric ferrocyanide is a hexacyanoferrate(4-) salt.\n\nPrussian blue is described as a deep blue pigment that is produced when the oxidation of ferrous ferrocyanide salts occurs. It contains ferric hexacyanoferrate(II) in a cubic lattice crystal structure. It is insoluble in water but also tends to form a colloid thus can exist in either colloidal or water-soluble form, and an insoluble form. It is orally administered for clinical purposes to be used as an antidote for certain kinds of heavy metal poisoning, such as thallium and radioactive isotopes of caesium. Prussian blue is included in the World Health Organization Model List of Essential Medicines as a specific antidote used in poisonings to provide symptomatic and supportive treatment. It was also administered in individuals exposed to 137-Cs+ during Goiânia accident, one of the worst radioactive contamination incidents that occured in Brazil, 1983.\n\n","effects":[]}
{"name":"Decyl glucoside","description":"","effects":[]}
{"name":"Poloxalene","description":"Ontology Summary\nPoloxamer is an epoxide.\n\nEthylene oxide/propylene oxide copolymer is used as a food additive. It belongs to the family of Epoxides. These are compounds containing a cyclic ether with three ring atoms (one oxygen and two carbon atoms).\n\nA copolymer of polyethylene and polypropylene ether glycol. It is a non-ionic polyol surface-active agent used medically as a fecal softener and in cattle for prevention of bloat.\n\n","effects":[]}
{"name":"ZINC chloride","description":"Physical Description\nZinc chloride, solution is a colorless liquid. It is mildly corrosive to metals. It causes burns to eyes, skin and mucous membranes.\n\n","effects":["H400","H410"]}
{"name":"Saccharin sodium","description":"Physical Description\nSaccharin, sodium salt appears as odorless white crystals or crystalline powder. Aqueous solution is neutral or alkaline to litmus, but not alkaline to phenolphthalein. Effloresces in dry air. Intensely sweet taste. (NTP, 1992)\n\nOntology Summary\nSaccharin sodium is an organic molecular entity.\n\nFlavoring agent and non-nutritive sweetener.\n\n","effects":[]}
{"name":"Sodium chlorite","description":"Physical Description\nSodium chlorite appears as a white crystalline solid. Difficult to burn, but accelerates the burning of organic substances. Forms explosive mixtures with certain combustible materials. May explode under prolonged exposure to heat or fire. Used in water purification, to bleach wood pulp, textile, fats, oils; and for many other uses.\n\nOntology Summary\nSodium chlorite is an inorganic sodium salt in which chlorite is the counterion. It has a role as an oxidising agent. It is an inorganic sodium salt and a chlorite salt.\n\nUsed as an agent for cleaning drinking water. It is also used as an additive in products like toothpaste and mouthwash. Acidified sodium chlorite was approved by the U.S. Food and Drug Administration as of 2004, as an anti-microbial agent which is non-toxic, but not as a drug.\n\n","effects":["H400","H410","H412"]}
{"name":"1,4-Dioxacycloheptadecane-5,17-dione","description":"Ontology Summary\nEthylene brassylate is a macrolide.\n\n","effects":["H411"]}
{"name":"Ethylene glycol monostearate","description":"Ontology Summary\nPolyoxyl 40 stearate is an octadecanoate ester composed of repeating 8-40 ethyleneoxy units. It is an ingredient used in cosmetics and beauty products primarily as a surfactant and emulsifier. It has a role as a nonionic surfactant, an emulsifier and a food emulsifier. It is a hydroxypolyether and an octadecanoate ester.\n\n","effects":[]}
{"name":"Stearamide AMP","description":"","effects":[]}
{"name":"Tribehenin","description":"","effects":[]}
{"name":"2-O-alpha-D-Glucopyranosyl-L-ascorbic acid","description":"Ontology Summary\nL-Ascorbic acid-2-glucoside is a glycoside.\n\n","effects":[]}
{"name":"Sorbitan laurate","description":"Ontology Summary\nSorbitan laurate is a fatty acid ester.\n\n","effects":[]}
{"name":"tert-Butanol","description":"Physical Description\nTert-butyl alcohol is a colorless oily liquid with a sharp alcohol odor. Floats and mixes with water. Produces irritating vapor. Freezing point is 78°F. (USCG, 1999)\n\nOntology Summary\nTert-butanol is a tertiary alcohol alcohol that is isobutane substituted by a hydroxy group at position 2. It has a role as a human xenobiotic metabolite. It derives from a hydride of an isobutane.\n\ntert-Butanol is a natural product found in Psidium guajava with data available.\n\nAn isomer of butanol that contains a tertiary butyl group that consists of three methyl groups, each separately attached to a central (tertiary) carbon.\n\n","effects":[]}
{"name":"Dimethylmethoxy chromanol","description":"","effects":[]}
{"name":"Potassium hydroxide","description":"Physical Description\nPotassium hydroxide, solution appears as an clear aqueous solution. Corrosive to metals and tissue. Noncombustible. Used in chemical manufacturing, petroleum refining, cleaning compounds.\n\nOntology Summary\nPotassium hydroxide is an alkali metal hydroxide.\n\nPotassium hydroxide, also known as lye  is an inorganic compound with the chemical formula KOH. Also commonly referred to as caustic potash, it is a potent base that is marketed in several forms including pellets, flakes, and powders. It is used in various chemical, industrial and manufacturing applications. Potassium hydroxide is also a precursor to other potassium compounds.  Potassium hydroxide is used in food to adjust pH, as a stabilizer, and as a thickening agent. This ingredient has been considered as generally safe as a direct human food ingredient by the FDA, based upon the observance of several good manufacturing practice conditions of use.  In addition to the above uses, potassium hydroxide is also used in making soap, as an electrolyte in alkaline batteries and in electroplating, lithography, and paint and varnish removers. Liquid drain cleaners contain 25 to 36% of potassium hydroxide.  Medically, potassium hydroxide (KOH) is widely used in the wet mount preparation of various clinical specimens for microscopic visualization of fungi and fungal elements in skin, hair, nails, and even vaginal secretions,.  Recently, it has been studied for efficacy and tolerability in the treatment of warts. It was determined that topical KOH solution was found to be a safe and effective treatment of plane warts.\n\n","effects":["H402"]}
{"name":"Acetyl tyrosylarginine cetyl ester","description":"","effects":[]}
{"name":"Palmitoyl oligopeptide","description":"","effects":[]}
{"name":"Ammonium lactate","description":"Physical Description\nAmmonium lactate appears as white solid or liquid. Has no odor. Sinks and mixes with water. (USCG, 1999)\n\nAmmonium lactate is the ammonium salt of lactic acid.\n\nAmmonium Lactate is an organic salt of ammonium (lactic acid neutralized with ammonium hydroxide), topical moisturizing Ammonium Lactate can be applied as a humectant in ichthyosis vulgaris and xerosis. Available as cream or lotion, this agent moisturizes the skin and breaks up the scales. (NCI04)\n\nA normal intermediate in the fermentation (oxidation, metabolism) of sugar. The concentrated form is used internally to prevent gastrointestinal fermentation. (From Stedman, 26th ed)\n\n","effects":[]}
{"name":"Potassium lactate","description":"","effects":[]}
{"name":"Sodium lactate","description":"Ontology Summary\nSodium lactate is an organic sodium salt having lactate as the counterion. It has a role as a food preservative and a food acidity regulator. It is an organic sodium salt and a lactate salt. It contains a lactate.\n\nThe sodium salt of racemic or inactive lactic acid. It is a hygroscopic agent used intravenously as a systemic and urinary alkalizer.\n\n","effects":[]}
{"name":"Sodium ascorbyl phosphate","description":"","effects":[]}
{"name":"1-Octadecoxypropan-2-ol","description":"","effects":[]}
{"name":"Dehydroacetic acid","description":"Ontology Summary\nDehydroacetic acid is a pyran-2,4-dione substituted at position 3 by an acetyl group and at position 6 by a methyl group. A fungicide and bactericide it is used primarily in processed fruit and vegetables. It has a role as a fungicide, an antibacterial agent and a plasticiser. It is a pyran-2,4-dione and a ketone.\n\n","effects":[]}
{"name":"Sodium;3-ethyloctane;2-sulfobutanedioic acid","description":"","effects":[]}
{"name":"Disodium 4-dodecyl 2-sulphonatosuccinate","description":"","effects":[]}
{"name":"Azacyclotridecan-2-one","description":"Ontology Summary\nLaurolactam is an azamacrocycle and a keratan 6'-sulfate.\n\n","effects":["H412","H402"]}
{"name":"Kaolin","description":"Physical Description\nKaolin appears as odorless white to yellowish or grayish powder. Contains mainly the clay mineral kaolinite (Al2O3(SiO2)2(H2O)2), a hydrous aluminosilicate. Kaolinite has mp 740-1785°C and density 2.65 g/cm3. Kaoline is insoluble in water but darkens and develops a earthy odor when wet.\n\nOntology Summary\nKaolin is an aluminosilicate soft white mineral named after the hill in China (Kao-ling) from which it was mined for centuries. In its natural state kaolin is a white, soft powder consisting principally of the mineral kaolinite, and varying amounts of other minerals such as muscovite, quartz, feldspar, and anatase. It is used in the manufacture of china and porcelain and also widely used in the production of paper, rubber, paint, drying agents, and many other products. It has a role as an excipient and an antidiarrhoeal drug. It is a mixture and an aluminosilicate mineral. It contains a kaolinite.\n\nThe most common mineral of a group of hydrated aluminum silicates, approximately H2Al2Si2O8-H2O. It is prepared for pharmaceutical and medicinal purposes by levigating with water to remove sand, etc. (From Merck Index, 11th ed) The name is derived from Kao-ling (Chinese: \"high ridge\"), the original site. (From Grant and Hackh's Chemical Dictionary, 5th ed)\n\n","effects":[]}
{"name":"Diisostearyl malate","description":"","effects":[]}
{"name":"Barium sulfate","description":"Physical Description\nBarium sulfate appears as white or yellowish odorless powder or small crystals. Mp: 1580°C (with decomposition). Density: 4.25 -4.5 g cm-3. Insoluble in water, dilute acids, alcohol. Soluble in hot concentrated sulfuric acid. Used as a weighting mud in oil-drilling, in paints, paper coatings, linoleum, textiles, rubber. Administered internally (\"barium cocktail\") as a radio-opaque diagnostic aid.\n\nOntology Summary\nBarium sulfate is a metal sulfate with formula BaO4S. Virtually insoluble in water at room temperature, it is mostly used as a component in oil well drilling fluid it occurs naturally as the mineral barite. It has a role as a radioopaque medium. It is a barium salt, a metal sulfate and an inorganic barium salt.\n\nBarium sulfate is an inorganic compound with the chemical formula BaSO4.  Barium sulfate occurs in nature as the mineral barite. It is also used in various manufacturing applications and mixed into heavy concrete to serve as a radiation shield.  This drug is used as a contrast agent in diagnostic x-ray procedures. Therapeutic advantages of barium sulfate in diagnostic procedures include both its low water solubility and high level of clearance from the body.  Barium sulfate is ingested by mouth or administered rectally and combined with granules of effervescent bicarbonate to enhance distension of the GI tract, allowing for enhanced gastrointestinal tract visualization,.\n\nFDA Pharmacology Summary\nBarium sulfate is a Radiographic Contrast Agent. The mechanism of action of barium sulfate is as a X-Ray Contrast Activity.\n\nBarium Sulfate is the sulfate salt of barium, an alkaline, divalent metal.  Barium sulfate is quite insoluble in water, and is used as a radiopaque agent to diagnose gastrointestinal medical conditions.  Barium sulfate is taken by mouth or given rectally. (NCI04)\n\nA compound used as an x-ray contrast medium that occurs in nature as the mineral barite. It is also used in various manufacturing applications and mixed into heavy concrete to serve as a radiation shield.\n\n","effects":["H402","H412"]}
{"name":"Aluminum hydroxide","description":"Aluminum hydroxide is an inorganic salt used as an antacid. It is a basic compound that acts by neutralizing hydrochloric acid in gastric secretions. Subsequent increases in pH may inhibit the action of pepsin. An increase in bicarbonate ions and prostaglandins may also confer cytoprotective effects.\n\n","effects":[]}
{"name":"Sorbic acid","description":"Physical Description\nSorbic acid appears as white powder or crystals. Melting point 134.5°C. Slightly acidic and astringent taste with a faint odor.\n\nOntology Summary\nSorbic acid is a hexadienoic acid with double bonds at C-2 and C-4; it has four geometrical isomers, of which the trans,trans-form is naturally occurring. It is a hexadienoic acid, a polyunsaturated fatty acid, a medium-chain fatty acid and an alpha,beta-unsaturated monocarboxylic acid. It is a conjugate acid of a sorbate.\n\nSorbic acid is a natural product found in Prunus angustifolia, Prunus domestica, and Schisandra chinensis with data available.\n\nMold and yeast inhibitor. Used as a fungistatic agent for foods, especially cheeses.\n\n","effects":[{"_id":"62d6c7f11fd1bd882057dd8f","name":"Allergy","description":"A skin, eye, and respiratory tract irritant; May cause skin sensitization; [ICSC] May cause skin and eye irritation; Emergency medical treatment: irritants; Sorbic acid 2.5% in petrolatum causes non-immunologic contact urticaria; [HSDB] Causes non-immunological contact urticaria; [Kanerva, p. 218] No adverse reproductive effects in long-term studies of mice and rats; [REPROTOX] A severe irritant; [RTECS] An uncommon cause of allergic contact dermatitis; Causes contact urticaria in 58% of subjects tested; [Marks, p. 151, 355] A severe irritant; High concentrations may cause corrosive injuries to the skin, eyes, mucous membranes, and upper respiratory tract; [CAMEO] An irritant; [MSDSonline]","effectType":"allergy","score":5},"62d6c7f11fd1bd882057dd8f"]}
{"name":"Ferric oxide","description":"","effects":[]}
{"name":"Goethite (Fe(OH)O)","description":"","effects":[]}
{"name":"3,6,9,12,15,18,21,24,27,30,33,36-Dodecaoxaoctatetracontan-1-ol, hydrogen sulfate, sodium salt","description":"","effects":[]}
{"name":"Sodium dodecyl sulfate","description":"Physical Description\nDodecyl sulfate, [sodium salt] appears as white to pale yellow paste or liquid with a mild odor. Sinks and mixes with water. (USCG, 1999)\n\nOntology Summary\nSodium dodecyl sulfate is an organic sodium salt that is the sodium salt of dodecyl hydrogen sulfate. It has a role as a detergent and a protein denaturant. It contains a dodecyl sulfate.\n\nSodium Lauryl Sulfate (SLS) is an anionic surfactant naturally derived from coconut and/or palm kernel oil. It usually consists of a mixture of sodium alkyl sulfates, mainly the lauryl. SLS lowers surface tension of aqueous solutions and is used as fat emulsifier, wetting agent, and detergent in cosmetics, pharmaceuticals and toothpastes. It is also used in creams and pastes to properly disperse the ingredients and as research tool in protein biochemistry. SLS also has some microbicidal activity.\n\nAn anionic surfactant, usually a mixture of sodium alkyl sulfates, mainly the lauryl; lowers surface tension of aqueous solutions; used as fat emulsifier, wetting agent, detergent in cosmetics, pharmaceuticals and toothpastes; also as research tool in protein biochemistry.\n\n","effects":["H412","H401","H400",{"_id":"62d6c8071fd1bd882057dd90","name":"Allergy","description":"A skin, eye, and respiratory tract irritant; [ICSC] May cause allergic reactions and eye irritation; [HSDB] An eye irritant that may cause burns on extended exposure; [CAMEO] Found commercially as a solid (90-98% pure), paste (30-41%), or aqueous solution (28-50%); Solid is a severe skin and eye irritant, based on animal studies; Solutions cause irritation that increase with concentration; Not a skin sensitizer; [CHEMINFO] An eye and mild skin irritant; [eChemPortal: ERMA] An irritant; [MSDSonline]","effectType":"allergy","score":6},"62d6c8071fd1bd882057dd90"]}
{"name":"Polyethylene glycol monododecyl ether","description":"","effects":["H400","H412","H410"]}
{"name":"Glyceryl stearate SE","description":"","effects":[]}
{"name":"Hexylene glycol","description":"Physical Description\nHexylene glycol is an oily colorless liquid with a mild sweet odor. Floats and mixes slowly with water. (USCG, 1999)\n\nOntology Summary\n2-methylpentane-2,4-diol is a glycol in which the two hydroxy groups are at positions 2 and 4 of 2-methylpentane (isopentane).\n\n","effects":[]}
{"name":"Ascorbyl palmitate","description":"Ontology Summary\nAscorbyl palmitate is a fatty acid ester.\n\n","effects":["H412"]}
{"name":"Gluconolactone","description":"Ontology Summary\nD-glucono-1,5-lactone is an aldono-1,5-lactone obtained from D-gluconic acid. It has a role as an animal metabolite and a mouse metabolite. It is a gluconolactone and an aldono-1,5-lactone. It derives from a D-gluconic acid.\n\nGluconolactone is a naturally-occurring food additive used as a sequestrant, an acidifier, or a curing, pickling, or leavening agent. It is a cyclic ester of D-gluconic acid. Pure gluconolactone is a white odorless crystalline powder.\n\nGluconolactone is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nFDA Pharmacology Summary\nGluconolactone is a Calculi Dissolution Agent. The mechanism of action of gluconolactone is as an Irrigation.\n\nGluconolactone is a natural product found in Lotus creticus, Lotus uliginosus, and other organisms with data available.\n\nGluconolactone is a naturally occurring polyhydroxy acid (PHA) with metal chelating, moisturizing and antioxidant activity. Gluconolactone can be produced by enzymatic oxidation of D-glucose oxidation. Its ability in free radicals scavenging accounts for its antioxidant property. It is used in cosmetic product and as a coagulant in tofu processing. (NCI05)\n\n","effects":[]}
{"name":"Phytosterols","description":"A class of organic compounds known as STEROLS or STEROIDS derived from plants.\n\n","effects":[]}
{"name":"Ethane-1,2-diol;2-[3-(2-hydroxyethoxy)-2,2-bis(2-hydroxyethoxymethyl)propoxy]ethanol;[3-octadecanoyloxy-2,2-bis(octadecanoyloxymethyl)propyl] octadecanoate","description":"","effects":[]}
{"name":"Calcium gluconate","description":"Ontology Summary\nCalcium gluconate is the calcium salt of D-gluconic acid. It has a role as a nutraceutical. It contains a D-gluconate.\n\nCalcium gluconate is used as mineral supplement and medication when there is insufficient calcium in the diet. Supplementation may be done to treat or prevent osteoporosis or rickets, consequences of hypocalcemia. It can also be taken by mouth but is not recommended by injection into a muscle. Calcium Gluconate Injection, USP is a sterile, nonpyrogenic supersaturated solution of calcium gluconate for intravenous use only. Each mL contains: Calcium gluconate 94 mg; calcium saccharate (tetrahydrate) 4.5 mg; water for injection q.s. Hydrochloric acid and/or sodium hydroxide may have been added for pH adjustment (6.0 to 8.2). Calcium saccharate provides 6% of the total calcium and stabilizes the supersaturated solution of calcium gluconate. Each 10 mL of the injection provides 93 mg elemental calcium (Ca++) equivalent to 1 g of calcium gluconate.\n\nCalcium Gluconate is the gluconate salt of calcium. An element or mineral necessary for normal nerve, muscle, and cardiac function, calcium as the gluconate salt helps to maintain calcium balance and prevent bone loss when taken orally. This agent may also be chemopreventive for colon and other cancers. (NCI04)\n\nThe calcium salt of gluconic acid. The compound has a variety of uses, including its use as a calcium replenisher in hypocalcemic states.\n\n","effects":[]}
{"name":"Salicylic acid","description":"Physical Description\nSalicylic acid is an odorless white to light tan solid. Sinks and mixes slowly with water. (USCG, 1999)\n\nOntology Summary\nSalicylic acid is a monohydroxybenzoic acid that is benzoic acid with a hydroxy group at the ortho position. It is obtained from the bark of the white willow and wintergreen leaves. It has a role as an antiinfective agent, an antifungal agent, a keratolytic drug, an EC 1.11.1.11 (L-ascorbate peroxidase) inhibitor, a plant metabolite, an algal metabolite and a plant hormone. It is a conjugate acid of a salicylate.\n\nA compound obtained from the bark of the white willow and wintergreen leaves, and also prepared synthetically. It has bacteriostatic, fungicidal, and keratolytic actions. Its salts, the salicylates, are used as analgesics.\n\nSalicylic acid is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nSalicylic Acid is a beta hydroxy acid that occurs as a natural compound in plants. It has direct activity as an anti-inflammatory agent and acts as a topical antibacterial agent due to its ability to promote exfoliation.\n\nA compound obtained from the bark of the white willow and wintergreen leaves. It has bacteriostatic, fungicidal, and keratolytic actions.\n\n","effects":["H402"]}
{"name":"Cholecalciferol","description":"Physical Description\nVitamin d3 appears as fine colorless crystals. Water insoluble. (NTP, 1992)\n\nPhysical Description\nVitamin d3 emulsifiable is a cream colored powder. Insoluble in water. (NTP, 1992)\n\nOntology Summary\nCalciol is a hydroxy seco-steroid that is (5Z,7E)-9,10-secocholesta-5,7,10(19)-triene in which the pro-S hydrogen at position 3 has been replaced by a hydroxy group. It is the inactive form of vitamin D3, being hydroxylated in the liver to calcidiol (25-hydroxyvitamin D3), which is then further hydroxylated in the kidney to give calcitriol (1,25-dihydroxyvitamin D3), the active hormone. It has a role as a human metabolite and a geroprotector. It is a seco-cholestane, a hydroxy seco-steroid, a member of D3 vitamins, a secondary alcohol and a steroid hormone.\n\nVitamin D, in general, is a secosteroid generated in the skin when 7-dehydrocholesterol located there interacts with ultraviolet irradiation - like that commonly found in sunlight. Both the endogenous form of vitamin D (that results from 7-dehydrocholesterol transformation), vitamin D3 (cholecalciferol), and the plant-derived form, vitamin D2 (ergocalciferol), are considered the main forms of vitamin d and are found in various types of food for daily intake. Structurally, ergocalciferol differs from cholecalciferol in that it possesses a double bond between C22 and C23 and has an additional methyl group at C24. Finally, ergocalciferol is pharmacologically less potent than cholecalciferol, which makes vitamin D3 the preferred agent for medical use.  Appropriate levels of vitamin D must be upheld in the body in order to maintain calcium and phosphorus levels in a healthy physiologic range to sustain a variety of metabolic functions, transcription regulation, and bone metabolism. However, studies are also ongoing to determine whether or not cholecalciferol may also play certain roles in cancer, autoimmune disorders, cardiovascular disease, and other medical conditions that may be associated with vitamin D deficiency.\n\nCholecalciferol is a natural product found in Theobroma cacao, Medicago sativa, and other organisms with data available.\n\nCholecalciferol is a steroid hormone produced in the skin when exposed to ultraviolet light or obtained from dietary sources. The active form of cholecalciferol, 1,25-dihydroxycholecalciferol (calcitriol) plays an important role in maintaining blood calcium and phosphorus levels and mineralization of bone. The activated form of cholecalciferol binds to vitamin D receptors and modulates gene expression. This leads to an increase in serum calcium concentrations by increasing intestinal absorption of phosphorus and calcium, promoting distal renal tubular reabsorption of calcium and increasing osteoclastic resorption.\n\nDerivative of 7-dehydroxycholesterol formed by ULTRAVIOLET RAYS breaking of the C9-C10 bond. It differs from ERGOCALCIFEROL in having a single bond between C22 and C23 and lacking a methyl group at C24.\n\n","effects":[]}
{"name":"Potassium thioglycolate","description":"","effects":[]}
{"name":"Acetic acid, chloro-, sodium salt, reaction products with 4,5-dihydro-1H-imidazole-1-ethanol 2-norcoco alkyl derivs. and sodium hydroxide","description":"","effects":[]}
{"name":"L-Glutamic acid, monosodium salt","description":"Physical Description\nMonosodium glutamate appears as white or off-white crystalline powder with a slight peptone-like odor. pH (0.2% solution)7.0. (NTP, 1992)\n\nOne of the FLAVORING AGENTS used to impart a meat-like flavor.\n\n","effects":[]}
{"name":"Methyl gluceth-10","description":"","effects":["H413"]}
{"name":"Glc(a1-4)[Glc(?1-6)]Hex(?1-4)Hex","description":"","effects":[]}
{"name":"2-Propenoic acid, 2-methyl-, 2-(dimethylamino)ethyl ester, polymer with 1-ethenyl-2-pyrrolidinone, compd. with diethyl sulfate","description":"","effects":[]}
{"name":"3-Isocyanato-2-methylfuran","description":"","effects":["H411"]}
{"name":"Dihexadecyl dimethyl ammonium chloride","description":"","effects":["H400","H410"]}
{"name":"Ursolic acid","description":"Ontology Summary\nUrsolic acid is a pentacyclic triterpenoid that is urs-12-en-28-oic acid substituted by a beta-hydroxy group at position 3. It has a role as a plant metabolite and a geroprotector. It is a pentacyclic triterpenoid and a hydroxy monocarboxylic acid. It derives from a hydride of an ursane.\n\nUrsolic acid is a natural product found in Pimpinella major, Gladiolus italicus, and other organisms with data available.\n\nUrsolic Acid is a pentacyclic triterpenoid found in various fruits, vegetables and medicinal herbs, with a variety of potential pharmacologic activities including anti-inflammatory, antioxidative, antiviral, serum lipid-lowering, and antineoplastic activities. Upon administration, ursolic acid may promote apoptosis and inhibit cancer cell proliferation through multiple mechanisms. This may include the regulation of mitochondrial function through various pathways including the ROCK/PTEN and p53 pathways, the suppression of the nuclear factor-kappa B (NF-kB) pathways, and the increase in caspase-3, caspase-8 and caspase-9 activities.\n\n","effects":[]}
{"name":"Phytantriol","description":"Ontology Summary\nPhytantriol is a triol that consists of 3,7,11,15-tetramethylhexadecane bearing three hydroxy substituents at positions 1, 2 and 3.\n\n","effects":["H413"]}
{"name":"Decamethylcyclopentasiloxane","description":"Ontology Summary\nDecamethylcyclopentasiloxane is an organosilicon compound.\n\nCyclomethicone 5 is member of cyclomethicone, which are a group of liquid methyl siloxanes that have low viscosity and high volatility. Cyclomethicones are cyclic in structure with a monomer backbone of one silicon and two oxygen atoms bonded together. Cyclomethicone 5 is used in cosmetic and personal products as a skin emollient.\n\n","effects":["H413"]}
{"name":"2-(Dodecyloxy)ethanol","description":"Ontology Summary\nLaureth 4 is a polymer.\n\nAn alkyl polyglycol ether of LAURYL ALCOHOL, chemically defined as an alcohol ethoxylate having an average alkyl chain of 12�??14 carbon atoms, and an ethylene oxide chain of 9 ethylene oxide units. It is used as a detergent, and medically as a local anesthetic, and as a sclerosing agent for the treatment of ESOPHAGEAL AND GASTRIC VARICES and VARICOSE VEINS.\n\n","effects":[]}
{"name":"Emulphor","description":"Emulphor is a natural product found in Zingiber officinale with data available.\n\n","effects":[]}
{"name":"Diglycerol","description":"Ontology Summary\nDiglycerol is an alkylglycerol.\n\nDiglycerol is a natural product found in Stelletta with data available.\n\n","effects":[]}
{"name":"Bromelain","description":"Protein-digesting and milk-clotting enzymes found in PINEAPPLE fruit juice and stem tissue. Enzymes from the two sources are distinguished as fruit bromelain and stem bromelain. This enzyme was formerly listed as EC 3.4.22.4.\n\n","effects":[]}
{"name":"Hydroxypropylcellulose","description":"","effects":[]}
{"name":"Sodium citrate","description":"Ontology Summary\nSodium citrate is the trisodium salt of citric acid. It has a role as a flavouring agent and an anticoagulant. It contains a citrate(3-).\n\nSodium citrate is the sodium salt of citric acid. It is white, crystalline powder or white, granular crystals, slightly deliquescent in moist air, freely soluble in water, practically insoluble in alcohol. Like citric acid, it has a sour taste.  From the medical point of view, it is used as alkalinizing agent. It works by neutralizing excess acid in the blood and urine. It has been indicated for the treatment of metabolic acidosis.\n\nSodium salts of citric acid that are used as buffers and food preservatives. They are used medically as anticoagulants in stored blood, and for urine alkalization in the prevention of KIDNEY STONES.\n\n","effects":[]}
{"name":"Octyldodecyl stearoyl stearate","description":"","effects":["H410"]}
{"name":"Magnesium myristate","description":"","effects":[]}
{"name":"Vanillin","description":"Physical Description\nVanillin appears as white or very slightly yellow needles.\n\nOntology Summary\nVanillin is a member of the class of benzaldehydes carrying methoxy and hydroxy substituents at positions 3 and 4 respectively. It has a role as a plant metabolite, an anti-inflammatory agent, a flavouring agent, an antioxidant and an anticonvulsant. It is a member of phenols, a monomethoxybenzene and a member of benzaldehydes.\n\nVanillin is a natural product found in Ficus erecta var. beecheyana, Pandanus utilis, and other organisms with data available.\n\n","effects":["H411","H402","H412",{"_id":"62d6c9621fd1bd882057dd91","name":"Allergy","description":"The pure substance and concentrations up to 20% caused no skin irritation in closed patch test studies; No skin sensitization observed in patch tests of 25 volunteers at 2% and 5% in petrolatum; Occupational exposure to vanilla pods commonly produces vanillism, with symptoms including skin reactions (papular itching eruptions of the hands, face, and eyelids), headache, gastritis, vertigo, and occasionally asthma; Calcium oxalate crystals in the sap and mites may contribute to the skin reactions; [IUCLID] Three studies of volunteers and workers showed no signs of skin sensitization; Reports of positive sensitization reactions in patients sensitized to Balsam of Peru; [Reference #1] Safe when used as a flavoring agent in food; [JECFA] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] A skin and strong eye irritant; May cause skin sensitization; Harmful by ingestion and skin absorption; [Sigma-Aldrich MSDS] See Vanillic acid.","effectType":"allergy","score":6},"62d6c9621fd1bd882057dd91"]}
{"name":"Tetrasodium pyrophosphate","description":"Physical Description\nTetrasodium pyrophosphate appears as odorless, white powder or granules. mp: 995°C. Density: 2.53 g/cm3. Solubility in water: 3.16 g/100 mL (cold water); 40.26 g/100 mL boiling water. Used as a wool de-fatting agent, in bleaching operations, as a food additive. The related substance tetrasodium pyrophosphate decahydrate (Na4P2O7*10H2O) occurs as colorless transparent crystals. Loses its water when heated to 93.8°C.\n\nOntology Summary\nSodium diphosphate is an inorganic sodium salt comprised of a diphosphate(4-) anion and four sodium(1+) cations. More commonly known as tetrasodium pyrophosphate, it finds much use in the food industry as an emulsifier and in dental hygiene as a calcium-chelating salt. It has a role as a food emulsifier, a chelator and a food thickening agent. It contains a diphosphate(4-).\n\n","effects":["H413"]}
{"name":"Inulin","description":"A starch found in the tubers and roots of many plants. Since it is hydrolyzable to fructose, it is classified as a fructosan. It has been used in physiologic investigation for determination of the rate of glomerular function.\n\nInulin is a naturally occurring, indigestible and non-absorbable oligosaccharide produced by certain plants with prebiotic and potential anticancer activity. Inulin stimulates the growth of beneficial bacteria in the colon, including Bifidobacteria and Lactobacilli, thereby modulating the composition of microflora. This creates an environment that protects against pathogens, toxins and carcinogens, which can cause inflammation and cancer. In addition, fermentation of inulin leads to an increase in short-chain fatty acids and lactic acid production, thereby reducing colonic pH, which may further control pathogenic bacteria growth and may contribute to inulin's cancer protective properties.\n\n","effects":[]}
{"name":"Squalene","description":"Physical Description\nTrans-squalene is a clear, slightly yellow liquid with a faint odor. Density 0.858 g / cm3.\n\nOntology Summary\nSqualene is a triterpene consisting of 2,6,10,15,19,23-hexamethyltetracosane having six double bonds at the 2-, 6-, 10-, 14-, 18- and 22-positions with (all-E)-configuration. It has a role as a human metabolite, a plant metabolite, a Saccharomyces cerevisiae metabolite and a mouse metabolite.\n\nSqualene is originally obtained from shark liver oil. It is a natural 30-carbon isoprenoid compound and intermediate metabolite in the synthesis of cholesterol. It is not susceptible to lipid peroxidation and provides skin protection. It is ubiquitously distributed in human tissues where it is transported in serum generally in association with very low density lipoproteins. Squalene is investigated as an adjunctive cancer therapy.\n\nSqualene is a natural product found in Ficus septica, Garcinia multiflora, and other organisms with data available.\n\nSqualene is a metabolite found in the aging mouse brain.\n\nA natural 30-carbon triterpene.\n\n","effects":[{"_id":"62d6c98e1fd1bd882057dd92","name":"Allergy","description":"Causes changes in blood serum composition, allergic autoimmune response (multiple organ involvement), and inflammatory effects in acute intraperitoneal studies of mice; [RTECS] May cause irritation; [Acros Organics MSDS]","effectType":"allergy","score":4},"62d6c98e1fd1bd882057dd92"]}
{"name":"Propanediol","description":"","effects":[]}
{"name":"Amylotriose","description":"Ontology Summary\nAlpha-D-Glcp-(1->4)-alpha-D-Glcp-(1->4)-D-Glcp is a maltotriose trisaccharide in which the glucose residue at the reducing end is in the pyranose form. It is a maltotriose trisaccharide and a glucotriose.\n\nMaltotriose is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nAmylotriose is a natural product found in Allium sativum, Cyttaria darwinii, and Aureobasidium pullulans with data available.\n\n","effects":[]}
{"name":"Gellan gum","description":"","effects":[]}
{"name":"D-Glucose","description":"Ontology Summary\nD-glucopyranose is a glucopyranose having D-configuration. It has a role as a human metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite. It is a D-glucose and a glucopyranose.\n\nD-Glucose is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nD-Glucose is a natural product found in Gentiana orbicularis, Colchicum schimperi, and other organisms with data available.\n\nA primary source of energy for living organisms. It is naturally occurring and is found in fruits and other parts of plants in its free state. It is used therapeutically in fluid and nutrient replacement.\n\nSee also: D(+)-Glucose (alternative); Levoglucose (related); D-Glucofuranose (related); agrocinopine D (related); [1,2-(13)C2]-alpha-D-glucopyranose (related); DL-glucose (related); beta-d-glucopyranose, homopolymer (related); Polyglucose (related).\n\n","effects":[]}
{"name":"Inositol","description":"Ontology Summary\nMyo-inositol is an inositol having myo- configuration. It has a role as a member of compatible osmolytes, a nutrient, an EC 3.1.4.11 (phosphoinositide phospholipase C) inhibitor, a human metabolite, a Daphnia magna metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite.\n\nAn isomer of glucose that has traditionally been considered to be a B vitamin although it has an uncertain status as a vitamin and a deficiency syndrome has not been identified in man. (From Martindale, The Extra Pharmacopoeia, 30th ed, p1379) Inositol phospholipids are important in signal transduction.  Scyllitol has been investigated for the treatment of Alzheimer Disease.\n\nInositol is a collection of nine different stereoisomers but the name is usually used to describe only the most common type of inositol, myo-inositol. Myo-inositol is the cis-1,2,3,5-trans-4,6-cyclohexanehexol and it is prepared from an aqueous extract of corn kernels by precipitation and hydrolysis of crude phytate. These molecules have structural similarities to glucose and are involved in cellular signaling. It is considered a pseudovitamin as it is a molecule that does not qualify to be an essential vitamin because even though its presence is vital in the body, a deficiency in this molecule does not translate into disease conditions. Inositol can be found as an ingredient of OTC products by Health Canada but all current product whose main ingredient is inositol are discontinued. By the FDA, inositol is considered in the list of specific substances affirmed as generally recognized as safe (GRAS).\n\nD-chiro-Inositol is under investigation in clinical trial NCT03201601 (Evaluation of the Mixture Myoinositol:D-chiro-inositol 3.6:1 in Women With Polycystic Ovary Syndrome).\n\nMyoinositol is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nInositol is a natural product found in Salacia chinensis, Quercus salicina, and other organisms with data available.\n\nScyllitol is a stereoisomer of inositol and a plant sugar alcohol found most abundantly in coconut palm trees, with potential amyloid plaque formation inhibitory activity. Following oral administration, scyllitol crosses the blood brain barrier and inhibits amyloid beta plaque formation in the brain through as of yet unknown mechanism(s). This may lead to reduced disease progression and improvement in cognitive function in patients with Alzheimer disease.\n\nInositol is a natural sugar found in cell membrane phospholipids, plasma lipoproteins, and (as the phosphate form) in the nucleus with potential chemopreventive properties. As one of a number of intracellular phosphate compounds, inositol is involved in cell signaling and may stimulate tumor cell differentiation. (NCI04)\n\nInositol is a metabolite found in the aging mouse brain.\n\n","effects":[]}
{"name":"Sucrose","description":"Physical Description\nSucrose appears as white odorless crystalline or powdery solid. Denser than water.\n\nOntology Summary\nSucrose is a glycosyl glycoside formed by glucose and fructose units joined by an acetal oxygen bridge from hemiacetal of glucose to the hemiketal of the fructose. It has a role as an osmolyte, a sweetening agent, a human metabolite, an algal metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite.\n\nA nonreducing disaccharide composed of glucose and fructose linked via their anomeric carbons. It is obtained commercially from sugarcane, sugar beet (beta vulgaris), and other plants and used extensively as a food and a sweetener.\n\nSucrose is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nSucrose is a natural product found in Haplophyllum ramosissimum, Cyperus esculentus, and other organisms with data available.\n\nSucrose is a metabolite found in the aging mouse brain.\n\nA nonreducing disaccharide composed of GLUCOSE and FRUCTOSE linked via their anomeric carbons. It is obtained commercially from SUGARCANE, sugar beet (BETA VULGARIS), and other plants and used extensively as a food and a sweetener.\n\n","effects":[]}
{"name":"Potassium","description":"Physical Description\nPotassium is a soft silvery metal though normally grayish white due to oxidation.\n\nOntology Summary\nPotassium atom is an alkali metal atom. It has a role as a macronutrient and a Saccharomyces cerevisiae metabolite.\n\nPotassium is an essential nutrient, like [Calcium] and [Magnesium]. It was identified as a shortfall nutrient by the 2015-2020 Advisory Committee of Dietary Guidelines for Americans. Many conditions and diseases interfere with normal body potassium balance, and underconsumption of potassium is one example. Hypokalemia (low potassium) or hyperkalemia (high potassium) may result, manifesting as various signs and symptoms. Some examples of potassium-related complications include life-threatening arrhythmia, neuromuscular dysfunction, diarrhea, nausea, and vomiting.  Various pharmacological preparations have been formulated to replenish potassium. They are available in an assortment of tablet, injection, and other forms, depending on the setting and condition being treated. Potassium is often a key ingredient for intravenous fluids, given to patients in clinical settings for rehydration, nutrition, and replenishment of electrolytes. Examples of potassium formulations include potassium citrate, potassium chloride, and potassium with dextrose and sodium chloride.\n\nAn element in the alkali group of metals with an atomic symbol K, atomic number 19, and atomic weight 39.10. It is the chief cation in the intracellular fluid of muscle and other cells. Potassium ion is a strong electrolyte that plays a significant role in the regulation of fluid volume and maintenance of the WATER-ELECTROLYTE BALANCE.\n\n","effects":[]}
{"name":"Sorbate","description":"Ontology Summary\nSorbate is a hexadienoate. It is a conjugate base of a sorbic acid.\n\n","effects":[]}
{"name":"1,1,1,3,5,5,5-Heptamethyl-3-octyltrisiloxane","description":"","effects":[]}
{"name":"Edetate trisodium","description":"Physical Description\nEthylenediamine tetraacetic acid, trisodium salt is an odorless white crystalline powder. pH (1% aqueous solution) 9.3. pH (10% aqueous solution) about 8.3-8.7. (NTP, 1992)\n\nOntology Summary\nEDTA trisodium salt is the organic sodium salt of ethylenediaminetetraacetic acid (EDTA) in which three sodium cations are associated with one trianion of EDTA. It contains an EDTA(3-).\n\n","effects":[]}
{"name":"Lilial","description":"","effects":["H411","H412","H401"]}
{"name":"3-(4-Hydroxy-4-methylpentyl)cyclohex-3-ene-1-carbaldehyde;4-(4-hydroxy-4-methylpentyl)cyclohex-3-ene-1-carbaldehyde","description":"","effects":[]}
{"name":"2-Benzylideneheptanal","description":"Ontology Summary\nAlpha-Amylcinnamaldehyde is a member of cinnamaldehydes.\n\nalpha-Amyl cinnamaldehyde has a jasmine-like odor and is a widely used synthetic fragrance & suspected allergen. It is used in allergenic testing.\n\n","effects":["H411","H400","H410"]}
{"name":"Hydroxycitronellal","description":"Ontology Summary\nHydroxycitronellal is the tertiary alcohol arising from addition of water across the C=C double bond of citronellal. It has a role as an allergen and a fragrance. It derives from a citronellal.\n\nHydroxycitronellal is a synthetic fragrance that is widely used in many cosmetics and hygiene products such as deodorants, soaps, antiseptics, and other household items. It has the smell of lilac, lily, and lily of the valley. Hydroxycitronellal has also been shown to be a dermatologic irritant and allergen, and as a result commercially available products are restricted by the International Fragrance Association (IFRA) to contain only 0.1-3.6%.  Sensitivity to hydroxycitronellal may be identified with a clinical patch test.\n\nHydroxycitronellal is a natural product found in Salvia sclarea with data available.\n\n","effects":[{"_id":"62d6c9f61fd1bd882057dd93","name":"Allergy","description":"A severe eye and moderate skin irritant; Causes cutaneous sensitization in 3-day intermittent dermal studies of mice; [RTECS] Fragrance ingredient that is a recognized contact allergen in consumers; [EC: SCCNFP] Safe when used as a flavoring agent in food; [JECFA] Contained in fragrance mix; [Kanerva, p. 1803] An irritant; [Sigma-Aldrich MSDS] See Citronellal.","effectType":"allergy","score":1},"62d6c9f61fd1bd882057dd93"]}
{"name":"Eugenol","description":"Physical Description\nEugenol appears as clear colorless pale yellow or amber-colored liquid. Odor of cloves. Spicy pungent taste. (NTP, 1992)\n\nOntology Summary\nEugenol is a phenylpropanoid formally derived from guaiacol with an allyl chain substituted para to the hydroxy group. It is a major component of clove essential oil, and exhibits antibacterial, analgesic and antioxidant properties. It has been widely used in dentistry to treat toothache and pulpitis. It has a role as an allergen, a human blood serum metabolite, a sensitiser, a volatile oil component, a flavouring agent, an EC 1.4.3.4 (monoamine oxidase) inhibitor, a radical scavenger, an antibacterial agent, an antineoplastic agent, an apoptosis inducer, an anaesthetic, an analgesic, a voltage-gated sodium channel blocker, a NF-kappaB inhibitor and an anti-inflammatory agent. It is a phenylpropanoid, a monomethoxybenzene and a member of phenols. It derives from a guaiacol.\n\nEugenol is a naturally occurring phenolic molecule found in several plants such as cinnamon, clove, and bay leaves. It has been used as a topical antiseptic as a counter-irritant and in dental preparations with zinc oxide for root canal sealing and pain control. Although not currently available in any FDA-approved products (including OTC), eugenol has been found to have anti-inflammatory, neuroprotective, antipyretic, antioxidant, antifungal and analgesic properties. Its exact mechanism of action is unknown, however, it has been shown to interfere with action potential conduction.  There are a number of unapproved OTC products available containing eugenol that advertise its use for the treatment of toothache.\n\nFDA Pharmacology Summary\nEugenol is a Standardized Chemical Allergen. The physiologic effect of eugenol is by means of Increased Histamine Release, and Cell-mediated Immunity.\n\nLiverTox Summary\nEugenol, also called clove oil, is an aromatic oil extracted from cloves that is used widely as a flavoring for foods and teas and as an herbal oil used topically to treat toothache and more rarely to be taken orally to treat gastrointestinal and respiratory complaints. Eugenol in therapeutic doses has not been implicated in causing serum enzyme elevations or clinically apparent liver injury, but ingestions of high doses, as with an overdose, can cause severe liver injury.\n\nEugenol is a natural product found in Dahlia sherffii, Elettaria cardamomum, and other organisms with data available.\n\nA cinnamate derivative of the shikimate pathway found in CLOVE OIL and other PLANTS.\n\n","effects":[{"_id":"62d6c9f81fd1bd882057dd94","name":"Allergy","description":"A contact skin allergen present in cosmetics and foods; [Marks, p. 172] Occupational asthma confirmed in a hairdresser; [Malo] Toxic by ingestion: metabolic acidosis, proteinuria, hepatotoxicity, CNS depression, ataxia, and convulsions; [HSDB] Generally regarded as safe (GRAS) for use in foods; [FDA] A primary irritant; May cause skin sensitization and contact dermatitis; [CAMEO] Safe when used as a flavoring agent in food; Acceptable daily intake (ADI) of 0-2.5 mg/kg; [JECFA] Mildly irritating to human skin; [RTECS]","effectType":"allergy","score":5},"62d6c9f81fd1bd882057dd94"]}
{"name":"Lyral","description":"","effects":["H412"]}
{"name":"Cetyl PEG/PPG-10/1 Dimethicone","description":"","effects":[]}
{"name":"Ethyl-[methoxy(dimethyl)silyl]oxy-dimethylsilane","description":"","effects":[]}
{"name":"Glyceryl behenate","description":"Ontology Summary\n1-behenoylglycerol is a fatty acid ester resulting from the formal condensation of the hydroxy group at position-1 of glycerol with the carboxy group of docosanoic acid. It has a role as a plant metabolite and an antineoplastic agent. It is a 1-monoglyceride and a fatty acid ester. It derives from a glycerol and a docosanoic acid.\n\nGlyceryl behenate is a natural product found in Balakata baccata with data available.\n\n","effects":[]}
{"name":"2-Phenylethanol","description":"Ontology Summary\n2-phenylethanol is a primary alcohol that is ethanol substituted by a phenyl group at position 2. It has a role as a fragrance, a Saccharomyces cerevisiae metabolite, a plant metabolite, an Aspergillus metabolite and a plant growth retardant. It is a primary alcohol and a member of benzenes.\n\nAn antimicrobial, antiseptic, and disinfectant that is used also as an aromatic essence and preservative in pharmaceutics and perfumery.\n\n2-Phenylethanol is a natural product found in Vitis rotundifolia, Lonicera japonica, and other organisms with data available.\n\nAn antimicrobial, antiseptic, and disinfectant that is used also as an aromatic essence and preservative in pharmaceutics and perfumery.\n\n","effects":[]}
{"name":"ZINC stearate","description":"Physical Description\nZinc stearate is a white, hydrophobic powder with a slight, characteristic odor. Mp: 130°C. Density: 1.1 g cm-3. Insoluble in water, ethyl alcohol and diethyl ether. Soluble in acids. Non-toxic. In technical grades, the percentage of zinc may vary according to the intended use. Products with less than the theoretical amount of zinc are more acidic.\n\n","effects":["H400","H413"]}
{"name":"L-Lysine, N6-(1-oxododecyl)-","description":"L-Lysine, N6-(1-oxododecyl)- is a natural product found in Streptomyces mobaraensis with data available.\n\n","effects":[]}
{"name":"Dehydroacetic acid sodium salt","description":"Physical Description\nSodium dehydroacetate is a white powder. Used as a fungicide, plasticizer, toothpaste, preservative in food.\n\n","effects":[]}
{"name":"2-Octyldodecyl stearate","description":"","effects":[]}
{"name":"Polyglyceryl-2 triisostearate","description":"","effects":[]}
{"name":"Lecithins, hydrogenated","description":"Lecithins, hydrogenated is a metabolite found in the aging mouse brain.\n\n","effects":[]}
{"name":"Ethylene glycol distearate","description":"Ontology Summary\nEthylene glycol distearate is a fatty acid ester.\n\n","effects":[]}
{"name":"Dimethyl isosorbide","description":"","effects":[]}
{"name":"Sulisobenzone","description":"Ontology Summary\nSulisobenzone is a member of benzophenones.\n\nSulisobenzone is approved by the FDA in concentrations of up to 10% and in Canada, is approved by Health Canada at the same  concentrations. It works to filter out both UVA and UVB rays, protecting the skin from sun UV damage.  The UV-filter substance, sulisobenzone (BP-4) is widely used an ingredient in sunscreens and other personal care products,.  It falls under the drug category of benzophenones. The benzophenones are a group of aromatic ketones that have both pharmaceutical and industrial applications. Benzophenones may be found organically in fruits such as grapes.     Benzophenones are used as photoinitiators, fragrance enhancers, ultraviolet curing agents, and, occasionally, as flavor ingredients; they are also used in the manufacture of insecticides, agricultural chemicals, and pharmaceuticals and as an additive for plastics, coatings, and adhesives.  As a group, benzophenones may be used to delay photodegradation or extend shelf life in toiletries and plastic surface coatings.\n\n","effects":[{"_id":"62d6cb171fd1bd882057dd95","name":"Allergy","description":"Caused 3% positive photo-patch tests in a series of Mayo Clinic patients; It is infrequently found to be a contact and photo-contact allergen; Cross reaction with oxybenzone and benzophenone may occur; [Marks, p. 222] No evidence of sensitization in man at 5%; [European Commission] Oral LD50 (rat) = 3530 mg/kg; [ChemIDplus] An irritant; [MSDSonline] See Oxybenzone.","effectType":"allergy","score":6},"62d6cb171fd1bd882057dd95"]}
{"name":"Octyl methoxycinnamate","description":"Physical Description\n2-ethylhexyl p-methoxycinnamate is a colorless to pale yellow viscous liquid. (NTP, 1992)\n\nOntology Summary\nOctinoxate is a cinnamate ester.\n\n","effects":[]}
{"name":"Sodium xylenesulfonate","description":"Physical Description\nXylenesulfonic acid, sodium salt is an odorless white crystalline powder. (NTP, 1992)\n\n","effects":[]}
{"name":"Tartrazine","description":"Physical Description\nC.i. pigment yellow 100 is a yellow to greenish-yellow powder. (NTP, 1992)\n\nOntology Summary\nTartrazine is an organic sodium salt which is the trisodium salt of tartrazine acid. A synthetic lemon yellow azo dye used as a food colouring. It has a role as a histological dye and a food colouring. It contains a tartrazine(3-).\n\nAn anionic, hydrophilic azo dye with an orange-yellow color used in fabrics, foods and cosmetics, and as a biological stain.\n\n","effects":[{"_id":"62d6cb361fd1bd882057dd96","name":"Allergy","description":"An allergen; [Hawley] Its use in coloring oral medications has caused allergic reactions in small percentage of patients; In one study of 2210 patients exposed to tartrazine in drugs, 3.8% had allergic reactions that subsided within 48 hours; There were no allergies to drugs not containing tartrazine; No significant adverse effects were observed in rats during long term feeding studies; Intraperitoneal LD50 (rat) >2000 mg/kg; [HSDB] An irritant; May cause skin and respiratory sensitization after prolonged contact; [MSDSonline]","effectType":"allergy","score":2},"62d6cb361fd1bd882057dd96"]}
{"name":"Dimethyl ether","description":"Physical Description\nDimethyl ether is a colorless gas with a faint ethereal odor. It is shipped as a liquefied gas under its vapor pressure. Contact with the liquid can cause frostbite. It is easily ignited. Its vapors are heavier than air. Any leak can be either liquid or vapor. It can asphyxiate by the displacement of air. Under prolonged exposure to fire or intense heat the containers may rupture violently and rocket.\n\nOntology Summary\nDimethyl ether is an ether in which the oxygen atom is connected to two methyl groups.\n\nDimethyl Ether is a colorless volatile poisonous liquid compound used as a solvent, fuel, aerosol, propellant and refrigerant. (NCI)\n\n","effects":[]}
{"name":"Diazolidinyl urea","description":"Ontology Summary\nDiazolidinylurea is an imidazolidine-2,4-dione.\n\n","effects":["H412",{"_id":"62d6cb511fd1bd882057dd97","name":"Allergy","description":"A formaldehyde releaser used in cosmetics; It can cause allergic contact dermatitis; Rinse off products in general will have a low risk of causing allergic contact dermatitis. [Kanerva, p. 398-404]","effectType":"allergy","score":1},"62d6cb511fd1bd882057dd97"]}
{"name":"Sodium salicylate","description":"Ontology Summary\nSodium salicylate is an organic molecular entity.\n\nSodium Salicylate is the sodium salt of salicylic acid. As a nonsteroidal anti-inflammatory drug (NSAID), sodium salicylate irreversibly acetylates cyclooxygenases I and II, thereby inhibiting prostaglandin synthesis and associated inflammation and pain.  This agent may also activate mitogen-activated protein kinase (p38MAPK), thereby inducing apoptosis in cancer cells. (NCI04)\n\nA non-steroidal anti-inflammatory agent that is less effective than equal doses of ASPIRIN in relieving pain and reducing fever. However, individuals who are hypersensitive to ASPIRIN may tolerate sodium salicylate. In general, this salicylate produces the same adverse reactions as ASPIRIN, but there is less occult gastrointestinal bleeding. (From AMA Drug Evaluations Annual, 1992, p120)\n\n","effects":[]}
{"name":"Hydrogen","description":"Physical Description\nHydrogen is a colorless, odorless gas. It is easily ignited. Once ignited it burns with a pale blue, almost invisible flame. The vapors are lighter than air. It is flammable over a wide range of vapor/air concentrations. Hydrogen is not toxic but is a simple asphyxiate by the displacement of oxygen in the air. Under prolonged exposure to fire or intense heat the containers may rupture violently and rocket. Hydrogen is used to make other chemicals and in oxyhydrogen welding and cutting.\n\nOntology Summary\nDihydrogen is an elemental molecule consisting of two hydrogens joined by a single bond. It has a role as an antioxidant, an electron donor, a fuel, a human metabolite and a member of food packaging gas. It is an elemental hydrogen, a gas molecular entity and an elemental molecule.\n\nHydrogen is under investigation in clinical trial NCT02830854 (Molecular Hydrogen for Cognitive Function and Performance in Elderly).\n\n","effects":[]}
{"name":"1,2-Decanediol","description":"Ontology Summary\nDecane-1,2-diol is a glycol that is decane bearing two hydroxy substituents located at positions 1 and 2. It has a role as an anti-inflammatory agent, an antioxidant and a human metabolite. It is a glycol and a volatile organic compound. It derives from a hydride of a decane.\n\n","effects":[]}
{"name":"Calcium hydrogen phosphate","description":"Ontology Summary\nCalcium hydrogenphosphate is a calcium phosphate.\n\n","effects":[]}
{"name":"Calcium carbonate","description":"Physical Description\nCalcium carbonate appears as white, odorless powder or colorless crystals. Practically insoluble in water. Occurs extensive in rocks world-wide. Ground calcium carbonate (CAS: 1317-65-3) results directly from the mining of limestone. The extraction process keeps the carbonate very close to its original state of purity and delivers a finely ground product either in dry or slurry form. Precipitated calcium carbonate (CAS: 471-34-1) is produced industrially by the decomposition of limestone to calcium oxide followed by subsequent recarbonization or as a by-product of the Solvay process (which is used to make sodium carbonate). Precipitated calcium carbonate is purer than ground calcium carbonate and has different (and tailorable) handling properties.\n\nPhysical Description\nLimestone is an odorless, white to tan powder.\n\nPhysical Description\nLimestone (calcium carbonate) that has been recrystallized by metamorphism and is capable of taking a polish. Practically insoluble in water.\n\nOntology Summary\nCalcium carbonate is a calcium salt with formula CCaO3. It has a role as an antacid, a food colouring, a food firming agent and a fertilizer. It is a calcium salt, a carbonate salt, a one-carbon compound and an inorganic calcium salt.\n\nCalcium carbonate is an inorganic salt used as an antacid. It is a basic compound that acts by neutralizing hydrochloric acid in gastric secretions. Subsequent increases in pH may inhibit the action of pepsin. An increase in bicarbonate ions and prostaglandins may also confer cytoprotective effects. Calcium carbonate may also be used as a nutritional supplement or to treat hypocalcemia.\n\nCalcium Carbonate is the carbonic salt of calcium (CaCO3). Calcium carbonate is used therapeutically as a phosphate buffer in hemodialysis, as an antacid in gastric hyperacidity for temporary relief of indigestion and heartburn, and as a calcium supplement for preventing and treating osteoporosis. (NCI04)\n\nCarbonic acid calcium salt (CaCO3). An odorless, tasteless powder or crystal that occurs in nature. It is used therapeutically as a phosphate buffer in hemodialysis patients and as a calcium supplement.\n\n","effects":[]}
{"name":"Hydroxypropylmethylcellulose","description":"Polymeric compounds that contain repeating units of hydroxypropyl methylcellulose. The properties of hypromellose polymers can vary greatly and are defined by their molecular weight, the percentage of hydroxyl groups, the percentage of hydroxypropyl groups, and viscosity measurements. They are found a broad variety of commercial products such as FOOD ADDITIVES; EXCIPIENTS; and LUBRICANTS.\n\n","effects":[]}
{"name":"Magnesium stearate","description":"Ontology Summary\nMagnesium distearate is a magnesium salt and an organic magnesium salt.\n\n","effects":["H413"]}
{"name":"Pentaerythritol tetrakis(3-(3,5-di-tert-butyl-4-hydroxyphenyl)propionate)","description":"","effects":["H412"]}
{"name":"Heptyl undecylenate","description":"","effects":[]}
{"name":"Ethyl palmitate","description":"Ontology Summary\nEthyl hexadecanoate is a long-chain fatty acid ethyl ester resulting from the formal condensation of the carboxy group of palmitic acid with the hydroxy group of ethanol. It has a role as a plant metabolite. It is a hexadecanoate ester and a long-chain fatty acid ethyl ester.\n\nEthyl palmitate is a natural product found in Cyperus esculentus, Psidium guajava, and other organisms with data available.\n\n","effects":[]}
{"name":"Isononyl isononanoate","description":"","effects":[]}
{"name":"Urea, (2-hydroxyethyl)-","description":"","effects":[]}
{"name":"N-(octadecanoyl)-sphinganine","description":"Ontology Summary\nN-octodecanoylsphinganine is a dihydroceramide in which the ceramide N-acyl group is specified as octadecanoyl (stearoyl). It has a role as a mouse metabolite. It is a N-acylsphinganine and a N-stearoyl-sphingoid base. It derives from an octadecanoic acid.\n\nN-(octadecanoyl)-sphinganine is a natural product found in Averrhoa bilimbi and Bos taurus with data available.\n\n","effects":[]}
{"name":"3-Dehydroxy ceramide 1","description":"Ontology Summary\nN-(30-(9Z,12Z-octadecadienoyloxy)-tricontanoyl)-sphing-4-enine is an N-acylsphingosine in which the ceramide N-acyl group is specified as 30-[(9Z,12Z)-octadeca-9,12-dienoyloxy]triacontanoyl. It is a N-acylsphingosine, an omega-linoleoyloxy-O-ultra-long chain acylceramide and a N-(omega-linoleoyloxy-ultra-long chain fatty acyl)sphingosine.\n\n","effects":[]}
{"name":"2-Hydroxyacetophenone","description":"Ontology Summary\n2-hydroxyacetophenone is a monohydroxyacetophenone that is acetophenone in which one of the methyl hydrogens has been replaced by a hydroxy group. It is a primary alcohol, a primary alpha-hydroxy ketone and a monohydroxyacetophenone.\n\n2-Hydroxyacetophenone is a natural product found in Carissa spinarum, Scutellaria baicalensis, and Carissa edulis with data available.\n\n","effects":[]}
{"name":"(E,8R,9R)-8-amino-7,9-dihydroxytetracos-10-en-6-one","description":"","effects":[]}
{"name":"3-O-Ethyl-L-ascorbic acid","description":"Ontology Summary\n3-O-Ethylascorbic acid is a butenolide.\n\n","effects":[]}
{"name":"Docosanoic acid","description":"Ontology Summary\nDocosanoic acid is a straight-chain, C22, long-chain saturated fatty acid. It has a role as a plant metabolite. It is a straight-chain saturated fatty acid and a long-chain fatty acid. It is a conjugate acid of a behenate.\n\nDocosanoic acid is a natural product found in Staphisagria macrosperma, Tripneustes ventricosus, and other organisms with data available.\n\nBehenic Acid is a saturated very long-chain fatty acid with a 22-carbon backbone. Behenic acid is a major component of ben oil, extracted from the seeds of the moringa tree.\n\nDocosanoic acid is a metabolite found in the aging mouse brain.\n\n","effects":[]}
{"name":"Dymanthine","description":"Physical Description\nN,n-dimethyl-1-octadecanamine appears as a clear yellow liquid with a fishlike odor. Insoluble in water and less dense than water. Hence floats on water. Contact may irritate skin, eyes and mucous membranes. May be toxic by ingestion, inhalation or skin absorption. Used to make other chemicals.\n\nOntology Summary\nDimantine is a tertiary amino compound.\n\n","effects":["H400","H410"]}
{"name":"Mannitol","description":"Physical Description\nD-mannitol appears as odorless white crystalline powder or free-flowing granules. Sweet taste. (NTP, 1992)\n\nOntology Summary\nD-mannitol is the D-enantiomer of mannitol. It has a role as an osmotic diuretic, a sweetening agent, an antiglaucoma drug, a metabolite, an allergen, a hapten, a food bulking agent, a food anticaking agent, a food humectant, a food stabiliser, a food thickening agent, an Escherichia coli metabolite and a member of compatible osmolytes.\n\nMannitol is an osmotic diuretic that is metabolically inert in humans and occurs naturally, as a sugar or sugar alcohol, in fruits and vegetables. Mannitol elevates blood plasma osmolality, resulting in enhanced flow of water from tissues, including the brain and cerebrospinal fluid, into interstitial fluid and plasma. As a result, cerebral edema, elevated intracranial pressure, and cerebrospinal fluid volume and pressure may be reduced. Mannitol may also be used for the promotion of diuresis before irreversible renal failure becomes established; the promotion of urinary excretion of toxic substances; as an Antiglaucoma agent; and as a renal function diagnostic aid.  On October 30, 2020, mannitol was approved by the FDA as add-on maintenance therapy for the control of pulmonary symptoms associated with cystic fibrosis in adult patients and is currently marketed for this indication under the name BRONCHITOL® by Chiesi USA Inc.\n\nMannitol is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nFDA Pharmacology Summary\nMannitol is an Osmotic Diuretic. The mechanism of action of mannitol is as an Osmotic Activity. The physiologic effect of mannitol is by means of Increased Diuresis.\n\nMannitol is a natural product found in Pavetta indica, Scoparia dulcis, and other organisms with data available.\n\nMannitol is a naturally occurring alcohol found in fruits and vegetables and used as an osmotic diuretic. Mannitol is freely filtered by the glomerulus and poorly reabsorbed from the renal tubule, thereby causing an increase in osmolarity of the glomerular filtrate. An increase in osmolarity limits tubular reabsorption of water and inhibits the renal tubular reabsorption of sodium, chloride, and other solutes, thereby promoting diuresis. In addition, mannitol elevates blood plasma osmolarity, resulting in enhanced flow of water from tissues into interstitial fluid and plasma.\n\nA diuretic and renal diagnostic aid related to sorbitol. It has little significant energy value as it is largely eliminated from the body before any metabolism can take place. It can be used to treat oliguria associated with kidney failure or other manifestations of inadequate renal function and has been used for determination of glomerular filtration rate. Mannitol is also commonly used as a research tool in cell biological studies, usually to control osmolarity.\n\n","effects":[]}
{"name":"Propanoic acid, 2-hydroxy-, 5-methyl-2-(1-methylethyl)cyclohexyl ester","description":"Ontology Summary\nMenthyl lactate is a p-menthane monoterpenoid.\n\n","effects":["H412"]}
{"name":"12-[(2s,3r)-3-Octyloxiran-2-yl]dodecanoic acid","description":"Physical Description\nPolypropylene is a tan to white odorless solid. Less dense than water and insoluble in water. Hence floats on water. (USCG, 1999)\n\nPropylene or propene polymers. Thermoplastics that can be extruded into fibers, films or solid forms. They are used as a copolymer in plastics, especially polyethylene. The fibers are used for fabrics, filters and surgical sutures.\n\n","effects":[]}
{"name":"Copper phthalocyanine","description":"Ontology Summary\nCopper(II) phthalocyanine is a metallophthalocyanine that is copper(2+) forming a coordination complex with phthalocyanine. It is a synthetic blue pigment which is used as a colorant in paints and dyes. It has a role as a fluorochrome. It is a metallophthalocyanine and a copper tetrapyrrole.\n\n","effects":[]}
{"name":"Avobenzone","description":"Ontology Summary\nAvobenzone is a member of dihydrochalcones.\n\nAvobenzone is dibenzoyl methane derivative. It is oil soluble ingredient. Avobenzone has the ability to absorb ultraviolet light over wider range of wavelengths. It is included in many commercially available sunscreens which are used as wide spectrum sunscreens. Avobenzone is very sensitive to light, to increase its stability and duration of action, photostablizers are added in the sunscreen product. Avobenzone has an absorption maximum of 357 nm. Sunscreens containing avobenzone is indicated for providing protection from the sun. In addition to limiting the skin's exposure to the sun, using sunscreen agents may help reduce long-term sun damage such as premature aging of the skin and skin cancer.\n\nAvobenzone is a sunscreen blocker. Avobenzone is a topical, broad range UV protector and blocks UVA I, UVA II, and UVB wavelengths, thereby limiting the impact of UV rays on skin. (NCI05)\n\n","effects":["H413"]}
{"name":"2-Ethylhexyl salicylate","description":"Ontology Summary\nEthylhexyl salicylate is a benzoate ester and a member of phenols. It derives from a salicylic acid.\n\nAlso known as Ethylhexyl Salicylate. Octyl salicylate is an oil soluble chemical sunscreen agent that absorbs UVB radiation. It does not protect against UVA. Octyl salicylate is used to augment the UVB protection in a sunscreen. Salicylates are weak UVB absorbers and they are generally used in combination with other UV filters. Octyl salicylate appears to have a good safety profile. It covers wavelength in the range 295-315 nm, peak at 307-310 nm.   It is an ester of salicylic  acid and 2-ethylhexanol. The salicylate portion of the molecule absorbs ultraviolet light to protect skin from the harmful effects of exposure to sunlight, while the ethylhexanol portion functions as an emollient.\n\n2-Ethylhexyl salicylate is a natural product found in Lonicera japonica and Homo sapiens with data available.\n\n","effects":[]}
{"name":"Phosphonic acid, (1-hydroxyethylidene)bis-, tetrasodium salt","description":"","effects":["H413"]}
{"name":"Oxybenzone","description":"Physical Description\n2-hydroxy-4-methoxybenzophenone appears as white to off-white or light yellow powder. (NTP, 1992)\n\nOntology Summary\nOxybenzone is a hydroxybenzophenone that is benzophenone which is substituted at the 2- and 4-positions of one of the benzene rings by hydroxy and methoxy groups respectively. It has a role as a dermatologic drug, a protective agent, an ultraviolet filter, a xenobiotic and an environmental contaminant. It is a hydroxybenzophenone and a monomethoxybenzene.\n\nOxybenzone is an organic compound used in sunscreens. It is a derivative of benzophenone. It forms colorless crystals that are readily soluble in most organic solvents. It is used as an ingredient in sunscreen and other cosmetics because it absorbs UV-A ultraviolet rays.\n\nOxybenzone is a natural product found in Streptomyces aureus with data available.\n\nOxybenzone is a benzophenone derivative used as a sunscreen agent. Oxybenzone absorbs UVB and UVA II rays, resulting in a photochemical excitation and absorption of energy. Upon return to ground state, the absorbed energy results in emission of longer wavelength radiation and decreased skin penetration of radiation which reduces the risk of DNA damage.\n\n","effects":["H411",{"_id":"62d6cc871fd1bd882057dd98","name":"Allergy","description":"Of 7 sunscreen allergens photo-patch tested in 1990 in 355 Swedish patients, it caused the most positive reactions (15 photocontact and 1 contact); [HSDB] May cause contact dermatitis, urticaria, and irritation; [CAMEO] It is tested in a 3% concentration in petrolatum; It causes both contact and photo-contact allergic reactions; Patients may also be allergic to other benzophenone sunscreens; [Marks, p. 221] An irritant; Effects in high-dose animal studies include effects on liver, kidneys, and reproductive system; Oral LD50 (rat) = 7500 mg/kg; [MSDSonline]","effectType":"allergy","score":3},"62d6cc871fd1bd882057dd98"]}
{"name":"3-Iodo-2-propynyl butylcarbamate","description":"Physical Description\n3-iodo-2-propynyl butylcarbamate is an off-white solid.\n\nOntology Summary\n3-iodoprop-2-yn-1-yl butylcarbamate is a carbamate ester that is carbamic acid in which the nitrogen has been substituted by a butyl group and in which the hydrogen of the carboxy group is replaced by a 1-iodoprop-2-yn-3-yl group. A fungicide, it is used as a preservative and sapstain control chemical in wood products and as a preservative in adhesives, paints, latex paper coating, plastic, water-based inks, metal working fluids, textiles, and numerous consumer products. It has a role as a xenobiotic, an environmental contaminant and an antifungal agrochemical. It is a carbamate ester, an organoiodine compound, an acetylenic compound and a carbamate fungicide.\n\n","effects":["H400","H410",{"_id":"62d6cc8a1fd1bd882057dd99","name":"Allergy","description":"Positive patch tests reported in worker in a paint factory and in patients sensitized by cosmetics; Animals in high-dose feeding studies have cardiomegaly and injury to the kidneys and liver; [HSDB] Danger of skin sensitization; [MAK] Causes allergic contact dermatitis in cosmetics, sanitary wipes, and metalworking fluids; [Kanerva, p. 1804] May cause irritation; [MSDSonline]","effectType":"allergy","score":9},"62d6cc8a1fd1bd882057dd99"]}
{"name":"Polyvinyl alcohol","description":"Physical Description\nPolyvinyl alcohol appears as odorless white to cream-colored granules or powder. Pure aqueous solutions are neutral or faintly acid and subject to mold growth. pH (4% aqueous solution): 5-8. Strongly hydrophilic. (NTP, 1992)\n\nA polymer prepared from polyvinyl acetates by replacement of the acetate groups with hydroxyl groups. It is used as a pharmaceutic aid and ophthalmic lubricant as well as in the manufacture of surface coatings artificial sponges, cosmetics, and other products.\n\n","effects":["H351"]}
{"name":"PPG-1-PEG-9 lauryl glycol ether","description":"","effects":[]}
{"name":"Boric acid","description":"Physical Description\nBoric acid is an odorless white solid. Melting point 171°C. Sinks and mixes with water. (USCG, 1999)\n\nOntology Summary\nBoric acid is a member of boric acids. It has a role as an astringent. It is a conjugate acid of a dihydrogenborate.\n\nBoric acid, also known as hydrogen borate, is a weak monobasic Lewis acid of boron with the chemical formula H3BO3. Boric acid is typically utilized in industrial processing and manufacturing, but is also used as an additive in pharmaceutical products, cosmetics, lotions, soaps, mouthwash, toothpaste, astringents, and eyewashes. It is known to exhibit some antibacterial activity against infections such as bacterial vaginosis and candidiasis.\n\nBoric Acid is a weakly acidic hydrate of boric oxide with mild antiseptic, antifungal, and antiviral properties.  The exact mechanism of action of boric acid is unknown; generally cytotoxic to all cells.  It is used in the treatment of yeast infections and cold sores.\n\n","effects":[]}
{"name":"Dextrose","description":"Alpha-D-Glucopyranose Monohydrate is the monohydrate form of the alpha isoform of D-glucopyranose, a synthetic simple monosaccharide that is used as an energy source. D- glucopyranose is oxidized in various tissues under either aerobic or anaerobic conditions through glycolysis; the oxidation reaction produces carbon dioxide, water, and ATP.\n\n","effects":[]}
{"name":"Hypromellosum","description":"","effects":[]}
{"name":"Potassium chloride","description":"Physical Description\nPotassium chloride appears as white colorless cubic crystals. Strong saline taste. (NTP, 1992)\n\nOntology Summary\nPotassium chloride is a metal chloride salt with a K(+) counterion. It has a role as a fertilizer. It is a potassium salt, an inorganic chloride and an inorganic potassium salt.\n\nA white crystal or crystalline powder used as an electrolyte replenisher, in the treatment of hypokalemia, in buffer solutions, and in fertilizers and explosives.\n\nPotassium Chloride is a metal halide composed of potassium and chloride. Potassium maintains intracellular tonicity, is required for nerve conduction, cardiac, skeletal and smooth muscle contraction, production of energy, the synthesis of nucleic acids, maintenance of blood pressure and normal renal function. This agent has potential antihypertensive effects and when taken as a nutritional supplement may prevent hypokalemia.\n\nA white crystal or crystalline powder used in BUFFERS; FERTILIZERS; and EXPLOSIVES. It can be used to replenish ELECTROLYTES and restore WATER-ELECTROLYTE BALANCE in treating HYPOKALEMIA.\n\n","effects":[]}
{"name":"Sodium borate","description":"","effects":[]}
{"name":"Disodium hydrogen phosphate","description":"Ontology Summary\nDisodium hydrogenphosphate is a sodium phosphate.\n\n","effects":[]}
{"name":"Lauryl laurate","description":"Ontology Summary\nDodecyl dodecanoate is a dodecanoate ester resulting from the formal condensation of the carboxy group of dodecanoic acid with the hydroxy group of dodecan-1-ol. It derives from a dodecan-1-ol.\n\n","effects":[]}
{"name":"Polybutene","description":"Physical Description\nPolybutene is an oily odorless colorless liquid. Floats on water. (USCG, 1999)\n\n","effects":["H413"]}
{"name":"Glycereth-7 triacetate","description":"","effects":[]}
{"name":"Diethylhexyl syringylidenemalonate","description":"","effects":[]}
{"name":"Acrylamide","description":"Physical Description\nAcrylamide appears as white crystalline solid shipped either as a solid or in solution. A confirmed carcinogen. Toxic by skin absorption. Less dense than water and soluble in water. May be toxic by ingestion. Used for sewage and waste treatment, to make dyes, adhesives. The solid is stable at room temperature, but upon melting may violently polymerize. Toxic, irritating to skin, eyes, etc.\n\nPhysical Description\nAcrylamide solution, [aqueous] appears as a colorless aqueous solution of a solid. Often at a concentration of 40% (w/v). Spills can easily penetrate the soil and contaminate groundwater and nearby streams. Used for sewage and waste treatment and to make dyes and adhesives. Toxic, irritating to skin, eyes, etc. Produce toxic oxides of nitrogen when burned.\n\nPhysical Description\nAcrylamide solution, [flammable liquid label] appears as a solution of a colorless crystalline solid. Flash point depends on the solvent but below 141°F. Less dense than water. Vapors heavier than air. Toxic oxides of nitrogen produced during combustion. Used for sewage and waste treatment, to make dyes and adhesives.\n\nHazards Summary\nAcrylamide is a colorless, odorless, crystalline solid that can react violently when melted. When it is heated, sharp fumes may be released.Acrylamide is used to make polyacrylamide, which is mainly used in treating waste water discharge from water treatment plants and industrial processes.In addition, acrylamide and polyacrylamides are used in the production of dyes and organic chemicals, contact lenses, cosmetics and toiletries, permanent-press fabrics, paper and textile production, pulp and paper production, ore processing, sugar refining, and as a chemical grouting agent and soil stabilizer for the construction of tunnels, sewers, wells and reservoirs.Acrylamide is formed in foods that are rich in carbohydrates when they are fried, grilled, or baked.\n\nOntology Summary\nAcrylamide is a member of the class of acrylamides that results from the formal condensation of acrylic acid with ammonia. It has a role as a carcinogenic agent, a neurotoxin, a mutagen, an alkylating agent and a Maillard reaction product. It is a N-acylammonia, a primary carboxamide and a member of acrylamides. It derives from an acrylic acid.\n\nThe largest use for acrylamide is as an intermediate in the production of organic chemicals and in the synthesis of polyacrylamides. Acute (short-term) and chronic (long-term) oral exposures to acrylamide have resulted in damage to the nervous system in humans and animals. Human data are inadequate on acrylamide and cancer risk. In rats orally exposed to acrylamide, significantly increased incidences of tumors at multiple sites have been observed. EPA has classified acrylamide as a Group B2, probable human carcinogen.\n\nAcrylamide is a colorless, odorless, crystalline amide that polymerizes rapidly and can form as a byproduct during the heating of starch-rich foods to high temperatures. Acrylamide is used in the production of polymers mainly in the water treatment industry, pulp and paper industry and textile treatment industry and is used as a laboratory reagent. The polymer is nontoxic, but exposure to the monomer can cause central and peripheral nervous system damage resulting in hallucinations, drowsiness and numbness in the hands and legs. Acrylamide is reasonably anticipated to be a human carcinogen. (NCI05)\n\nA colorless, odorless, highly water soluble vinyl monomer formed from the hydration of acrylonitrile. It is primarily used in research laboratories for electrophoresis, chromatography, and electron microscopy and in the sewage and wastewater treatment industries.\n\n","effects":["H350","H402"]}
{"name":"Heptaethylene glycol monododecyl ether","description":"An alkyl polyglycol ether of LAURYL ALCOHOL, chemically defined as an alcohol ethoxylate having an average alkyl chain of 12�??14 carbon atoms, and an ethylene oxide chain of 9 ethylene oxide units. It is used as a detergent, and medically as a local anesthetic, and as a sclerosing agent for the treatment of ESOPHAGEAL AND GASTRIC VARICES and VARICOSE VEINS.\n\n","effects":["H400"]}
{"name":"Octadecanamide, N-[3-(dimethylamino)propyl]-","description":"","effects":["H400","H410","H411"]}
{"name":"Squalane","description":"","effects":["H413"]}
{"name":"beta-Sitosterol","description":"Ontology Summary\nSitosterol is a member of the class of phytosterols that is stigmast-5-ene substituted by a beta-hydroxy group at position 3. It has a role as a sterol methyltransferase inhibitor, an anticholesteremic drug, an antioxidant, a plant metabolite and a mouse metabolite. It is a 3beta-sterol, a stigmastane sterol, a 3beta-hydroxy-Delta(5)-steroid, a C29-steroid and a member of phytosterols. It derives from a hydride of a stigmastane.\n\nActive fraction of Solanum trilobatum; reduces side-effects of radiation-induced toxicity.\n\nbeta-Sitosterol is a natural product found in Elodea canadensis, Ophiopogon intermedius, and other organisms with data available.\n\n","effects":[]}
{"name":"Nicotinic acid","description":"Physical Description\nNicotinic acid is an odorless white crystalline powder with a feebly acid taste. pH (saturated aqueous solution) 2.7. pH (1.3% solution) 3-3.5. (NTP, 1992)\n\nOntology Summary\nNicotinic acid is a pyridinemonocarboxylic acid that is pyridine in which the hydrogen at position 3 is replaced by a carboxy group. It has a role as an antidote, an antilipemic drug, a vasodilator agent, a metabolite, an EC 3.5.1.19 (nicotinamidase) inhibitor, an Escherichia coli metabolite, a mouse metabolite, a human urinary metabolite and a plant metabolite. It is a vitamin B3, a pyridinemonocarboxylic acid and a pyridine alkaloid. It is a conjugate acid of a nicotinate.\n\nNiacin is a B vitamin used to treat vitamin deficiencies as well as hyperlipidemia, dyslipidemia, hypertriglyceridemia, and to reduce the risk of myocardial infarctions.\n\nNicotinic acid is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nFDA Pharmacology Summary\nNiacin is a Nicotinic Acid.\n\nLiverTox Summary\nNiacin, also known as nicotinic acid and vitamin B3, is a water soluble, essential B vitamin that, when given in high doses, is effective in lowering low density lipoprotein (LDL) cholesterol and raising high density lipoprotein (HDL) cholesterol, which makes this agent of unique value in the therapy of dyslipidemia. Niacin can cause mild-to-moderate serum aminotransferase elevations and high doses and certain formulations of niacin have been linked to clinically apparent, acute liver injury which can be severe as well as fatal.\n\nNiacin is a water-soluble vitamin belonging to the vitamin B family, which occurs in many animal and plant tissues, with antihyperlipidemic activity. Niacin is converted to its active form niacinamide, which is a component of the coenzymes nicotinamide adenine dinucleotide (NAD) and its phosphate form, NADP. These coenzymes play an important role in tissue respiration and in glycogen, lipid, amino acid, protein, and purine metabolism. Although the exact mechanism of action by which niacin lowers cholesterol is not fully understood, it may act by inhibiting the synthesis of very low density lipoproteins (VLDL), inhibiting the release of free fatty acids from adipose tissue, increasing lipoprotein lipase activity, and reducing the hepatic synthesis of VLDL-C and LDL-C.\n\nNicotinic acid is a metabolite found in the aging mouse brain.\n\nA water-soluble vitamin of the B complex occurring in various animal and plant tissues. It is required by the body for the formation of coenzymes NAD and NADP. It has PELLAGRA-curative, vasodilating, and antilipemic properties.\n\n","effects":["H412","H402"]}
{"name":"Prezatide copper","description":"Prezatide is a tripeptide consisting of glycine, histidine, and lysine which readily forms a complex with copper ions. Prezatide is used in cosmetic products for the skin and hair. It is known to aid wound healing and its potential applications in chronic obstructive pulmonary disease and metastatic colon cancer are currently being investigated.\n\n","effects":[]}
{"name":"Caffeine","description":"Physical Description\nCaffeine appears as odorless white powder or white glistening needles, usually melted together. Bitter taste. Solutions in water are neutral to litmus. Odorless. (NTP, 1992)\n\nOntology Summary\nCaffeine is a trimethylxanthine in which the three methyl groups are located at positions 1, 3, and 7. A purine alkaloid that occurs naturally in tea and coffee. It has a role as a central nervous system stimulant, an EC 3.1.4.* (phosphoric diester hydrolase) inhibitor, an adenosine receptor antagonist, an EC 2.7.11.1 (non-specific serine/threonine protein kinase) inhibitor, a ryanodine receptor agonist, a fungal metabolite, an adenosine A2A receptor antagonist, a psychotropic drug, a diuretic, a food additive, an adjuvant, a plant metabolite, an environmental contaminant, a xenobiotic, a human blood serum metabolite, a mouse metabolite, a geroprotector and a mutagen. It is a purine alkaloid and a trimethylxanthine.\n\nCaffeine is a drug of the methylxanthine class used for a variety of purposes, including certain respiratory conditions of the premature newborn, pain relief, and to combat drowsiness. Caffeine is similar in chemical structure to [Theophylline] and [Theobromine]. It can be sourced from coffee beans, but also occurs naturally in various teas and cacao beans, which are different than coffee beans. Caffeine is also used in a variety of cosmetic products and can be administered topically, orally, by inhalation, or by injection.  The caffeine citrate injection, used for apnea of the premature newborn, was initially approved by the FDA in 1999. According to an article from 2017, more than 15 million babies are born prematurely worldwide. This correlates to about 1 in 10 births. Premature birth can lead to apnea and bronchopulmonary dysplasia, a condition that interferes with lung development and may eventually cause asthma or early onset emphysema in those born prematurely. Caffeine is beneficial in preventing and treating apnea and bronchopulmonary dysplasia in newborns, improving the quality of life of premature infants.\n\nFDA Pharmacology Summary\nCaffeine is a Central Nervous System Stimulant and Methylxanthine. The physiologic effect of caffeine is by means of Central Nervous System Stimulation.\n\nLiverTox Summary\nCaffeine is xanthine alkaloid that occurs naturally in seeds, leaves and fruit of several plants and trees that acts as a natural pesticide. Caffeine is a major component of coffee, tea and chocolate and in humans acts as a central nervous system (CNS) stimulant. Consumption of caffeine, even in high doses, has not been associated with elevations in serum enzyme elevations or instances of clinically apparent liver injury.\n\nCaffeine is a natural product found in Mus musculus, Herrania cuatrecasana, and other organisms with data available.\n\nCaffeine is a methylxanthine alkaloid found in the seeds, nuts, or leaves of a number of plants native to South America and East Asia that is structurally related to adenosine and acts primarily as an adenosine receptor antagonist with psychotropic and anti-inflammatory activities. Upon ingestion, caffeine binds to adenosine receptors in the central nervous system (CNS), which inhibits adenosine binding. This inhibits the adenosine-mediated downregulation of CNS activity; thus, stimulating the activity of the medullary, vagal, vasomotor, and respiratory centers in the brain. This agent also promotes neurotransmitter release that further stimulates the CNS. The anti-inflammatory effects of caffeine are due the nonselective competitive inhibition of phosphodiesterases (PDEs). Inhibition of PDEs raises the intracellular concentration of cyclic AMP (cAMP), activates protein kinase A, and inhibits leukotriene synthesis, which leads to reduced inflammation and innate immunity.\n\nA methylxanthine naturally occurring in some beverages and also used as a pharmacological agent. Caffeine's most notable pharmacological effect is as a central nervous system stimulant, increasing alertness and producing agitation. It also relaxes SMOOTH MUSCLE, stimulates CARDIAC MUSCLE, stimulates DIURESIS, and appears to be useful in the treatment of some types of headache. Several cellular actions of caffeine have been observed, but it is not entirely clear how each contributes to its pharmacological profile. Among the most important are inhibition of cyclic nucleotide PHOSPHODIESTERASES, antagonism of ADENOSINE RECEPTORS, and modulation of intracellular calcium handling.\n\n","effects":[]}
{"name":"Linoleic acid","description":"Physical Description\nLinoleic acid is a colorless to straw colored liquid. A polyunsaturated fatty acid essential to human diet.\n\nOntology Summary\nLinoleic acid is an octadecadienoic acid in which the two double bonds are at positions 9 and 12 and have Z (cis) stereochemistry. It has a role as a plant metabolite, a Daphnia galeata metabolite and an algal metabolite. It is an omega-6 fatty acid and an octadecadienoic acid. It is a conjugate acid of a linoleate.\n\nLinoleic acid is a natural product found in Gladiolus italicus, Leptomitus lacteus, and other organisms with data available.\n\nLinoleic Acid is a polyunsaturated essential fatty acid found mostly in plant oils. It is used in the biosynthesis of prostaglandins and cell membranes.\n\nLinoleic acid is a metabolite found in the aging mouse brain.\n\nA doubly unsaturated fatty acid, occurring widely in plant glycosides. It is an essential fatty acid in mammalian nutrition and is used in the biosynthesis of prostaglandins and cell membranes. (From Stedman, 26th ed)\n\n","effects":[]}
{"name":"Stearyl glycyrrhetinate","description":"","effects":[]}
{"name":"Meadowestolide","description":"","effects":[]}
{"name":"2-Amino-2-methyl-1,3-propanediol","description":"Ontology Summary\n2-amino-2-methylpropane-1,3-diol is an aminodiol that is propane-1,3-diol substituted ny an amino and a methyl group at position 2.\n\n","effects":["H412"]}
{"name":"Sodium N-lauroyl-N-methyltaurate","description":"","effects":[]}
{"name":"2-Hydroxyoctadecanoic acid","description":"Ontology Summary\n2-hydroxyoctadecanoic acid is a long-chain fatty acid that is stearic (octadecanoic) acid substituted at position 2 by a hydroxy group. It has a role as a human metabolite. It is a 2-hydroxy fatty acid and a hydroxyoctadecanoic acid. It is a conjugate acid of a 2-hydroxyoctadecanoate.\n\n2-Hydroxyoctadecanoic acid is a natural product found in Aplysina fistularis, Aplysina lacunosa, and other organisms with data available.\n\n","effects":[]}
{"name":"Lauric acid","description":"Physical Description\nLauric acid is a white solid with a slight odor of bay oil. (USCG, 1999)\n\nOntology Summary\nDodecanoic acid is a straight-chain, twelve-carbon medium-chain saturated fatty acid with strong bactericidal properties; the main fatty acid in coconut oil and palm kernel oil. It has a role as a plant metabolite, an antibacterial agent and an algal metabolite. It is a straight-chain saturated fatty acid and a medium-chain fatty acid. It is a conjugate acid of a dodecanoate. It derives from a hydride of a dodecane.\n\nLauric acid is an inexpensive, non-toxic and safe to handle compound often used in laboratory investigations of melting-point depression. Lauric acid is a solid at room temperature but melts easily in boiling water, so liquid lauric acid can be treated with various solutes and used to determine their molecular masses.\n\nLauric acid is a natural product found in Neolitsea umbrosa, Staphisagria macrosperma, and other organisms with data available.\n\nLauric Acid is a saturated medium-chain fatty acid with a 12-carbon backbone. Lauric acid is found naturally in various plant and animal fats and oils, and is a major component of coconut oil and palm kernel oil.\n\nLauric acid is a metabolite found in the aging mouse brain.\n\n","effects":[]}
{"name":"Carrageenan","description":"A water-soluble extractive mixture of sulfated polysaccharides from RED ALGAE. Chief sources are the Irish moss CHONDRUS CRISPUS (Carrageen), and Gigartina stellata. It is used as a stabilizer, for suspending COCOA in chocolate manufacture, and to clarify BEVERAGES.\n\n","effects":["H351"]}
{"name":"Undecylenoyl glycine","description":"","effects":["H412"]}
{"name":"2-Octanamidoacetic acid","description":"Ontology Summary\nN-octanoylglycine is an N-acylglycine that has octanoyl as the acyl group. It has a role as a metabolite. It is a N-acylglycine and a fatty amide. It derives from an octanoic acid and a glycine. It is a conjugate acid of a N-octanoylglycinate.\n\n2-Octanamidoacetic acid is a natural product found in Paraburkholderia, Trypanosoma brucei, and Drosophila melanogaster with data available.\n\n","effects":[]}
{"name":"Nonoxynol-9","description":"Ontology Summary\nTergitol NP-9 is a tergitol polymer consisting of nonylbenzene with a nine-membered poly(ethylene glycol) moiety attached at position 4. It has a role as a nonionic surfactant and a contraceptive drug.\n\nNonoxynol-9 (N-9) is a typical surfactant used as a vaginal spermicide. Spermicides are locally acting non-hormonal contraceptives. When present in the vagina during intercourse, they immobilize/inactivate/damage and/or kill sperms without eliciting systemic effects. N-9 has been in use for more than 30 years as an over-the-counter (OTC) drug in creams, gels, foams and condom lubricants. It is the most commonly used spermicidal contraceptive in the UK and the USA. In several European countries, spermicides are no longer on the market.\n\nNonionic surfactant mixtures varying in the number of repeating ethoxy (oxy-1,2-ethanediyl) groups. They are used as detergents, emulsifiers, wetting agents, defoaming agents, etc. Nonoxynol-9, the compound with 9 repeating ethoxy groups, is a spermatocide, formulated primarily as a component of vaginal foams and creams.\n\n","effects":["H411","H412"]}
{"name":"Betaine","description":"Ontology Summary\nGlycine betaine is the amino acid betaine derived from glycine. It has a role as a fundamental metabolite. It is an amino-acid betaine and a glycine derivative. It is a conjugate base of a N,N,N-trimethylglycinium.\n\nBetaine is a methyl group donor that functions in the normal metabolic cycle of methionine and reduces homocystinuria in patients with inborn errors of methionine metabolism. In the United States, betaine is distributed under the brand name Cystadane® by Rare Disease Therapeutics. Many reports have shown that betaine's therapeutic effectiveness is limited, and does not lower tHcy levels or prevent clinical symptoms [2].\n\nBetaine is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nFDA Pharmacology Summary\nBetaine is a Methylating Agent. The mechanism of action of betaine is as a Methylating Activity.\n\nLiverTox Summary\nBetaine is a modified amino acid consisting of glycine with three methyl groups that serves as a methyl donor in several metabolic pathways and is used to treat the rare genetic causes of homocystinuria. Betaine has had only limited clinical use, but has not been linked to instances of serum enzyme elevations during therapy or to clinically apparent liver injury.\n\nBetaine is a natural product found in Hypoestes phyllostachya, Barleria lupulina, and other organisms with data available.\n\nBetaine is a metabolite found in the aging mouse brain.\n\nA naturally occurring compound that has been of interest for its role in osmoregulation. As a drug, betaine hydrochloride has been used as a source of hydrochloric acid in the treatment of hypochlorhydria. Betaine has also been used in the treatment of liver disorders, for hyperkalemia, for homocystinuria, and for gastrointestinal disturbances. (From Martindale, The Extra Pharmacopoeia, 30th ed, p1341)\n\n","effects":[]}
{"name":"Isoeugenol","description":"Physical Description\nIsoeugenol is a pale yellow oily liquid with a spice-clove odor. Freezes at 14°F. Density 1.08 g / cm3. Occurs in ylang-ylang oil and other essential oils.\n\nOntology Summary\nIsoeugenol is a phenylpropanoid that is an isomer of eugenol in which the allyl substituent is replaced by a prop-1-enyl group. It has a role as an allergen and a sensitiser. It derives from a guaiacol.\n\nIsoeugenol is a commonly used fragrance added to many commercially available products, and occurs naturally in the essential oils of plants such as ylang-ylang. It is also a significant dermatologic sensitizer and allergen, and as a result has been restricted to 200 p.p.m. since 1998 according to guidelines issued by the fragrance industry. Allergic reactivity to Isoeugenol may be identified with a patch test.\n\nIsoeugenol is a natural product found in Chaerophyllum macrospermum, Origanum sipyleum, and other organisms with data available.\n\n","effects":["H351",{"_id":"62d6ce6b1fd1bd882057dd9a","name":"Allergy","description":"An irritant; Possible sensitizer; [MSDSonline] Isoeugenol is a fragrance allergen that causes allergic contact dermatitis. [Marks, p. 168, 172] Danger of skin sensitization; [MAK] Common allergen in cosmetics and perfumes; [Kanerva, p. 1805] See Eugenol.","effectType":"allergy","score":2},"62d6ce6b1fd1bd882057dd9a"]}
{"name":"Isostearyl neopentanoate","description":"","effects":[]}
{"name":"CID 154733684","description":"","effects":[]}
{"name":"Tetrasodium glutamate diacetate","description":"","effects":[]}
{"name":"Galactoarabinan","description":"Galactoarabinan is a natural product found in Larix gmelinii var. gmelinii and Astragalus gummifer with data available.\n\n","effects":[]}
{"name":"(2R)-2-hexyldecan-1-ol","description":"","effects":[]}
{"name":"Palmitoyl pentapeptide","description":"","effects":[]}
{"name":"1-Decene","description":"Physical Description\n1-decene is a colorless watery liquid with a pleasant odor. Floats on water. (USCG, 1999)\n\nOntology Summary\n1-decene is an alkene that is decane containing one double bond at position 1. It has a role as a metabolite.\n\n1-Decene is a natural product found in Tussilago farfara, Zanthoxylum zanthoxyloides, and other organisms with data available.\n\n","effects":["H400","H410"]}
{"name":"Magnesium pidolate","description":"A cyclized derivative of L-GLUTAMIC ACID. Elevated blood levels may be associated with problems of GLUTAMINE or GLUTATHIONE metabolism.\n\n","effects":[]}
{"name":"Propane","description":"Physical Description\nPropane appears as a colorless gas with a faint petroleum-like odor. It is shipped as a liquefied gas under its vapor pressure. For transportation it may be stenched. Contact with the unconfined liquid can cause frostbite by evaporative cooling. Easily ignited. The vapors are heavier than air and a flame can flash back to the source of leak very easily. The leak may be either a liquid or vapor leak. The vapors can asphyxiate by the displacement of air. Under prolonged exposure to fire or heat the containers may rupture violently and rocket.\n\nOntology Summary\nPropane is an alkane and a gas molecular entity. It has a role as a food propellant.\n\nPropane is a natural product found in Calendula officinalis with data available.\n\nA three carbon alkane with the formula H3CCH2CH3.\n\n","effects":["H350","H400","H410"]}
{"name":"Dimethyldioctadecylammonium chloride","description":"","effects":["H400","H410"]}
{"name":"D-Xylose","description":"Ontology Summary\nD-xylopyranose is d-Xylose in its pyranose form.\n\nD-Xylose is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nD-Xylose is a natural product found in Ramalina fraxinea, Beta vulgaris, and other organisms with data available.\n\nD-Xylose is a metabolite found in the aging mouse brain.\n\n","effects":[]}
{"name":"Sorbitan oleate","description":"Ontology Summary\nSorbitan oleate is a fatty acid ester.\n\n","effects":[]}
{"name":"Hydroxyisohexyl 3-cyclohexene","description":"","effects":[]}
{"name":"4-Fluorobenzofuran-7-carbaldehyde","description":"","effects":[]}
{"name":"Boron nitride","description":"Ontology Summary\nBoron nitride is a nitride.\n\n","effects":["H413"]}
{"name":"Isoprene","description":"Physical Description\nIsoprene and pentene appears as a water-white liquid solution of two compounds. Has a faint hydrocarbon odor. Insoluble in water and much less dense than water. Vapors are much heavier than air. May irritate eyes, skin and mucous membranes.\n\nPhysical Description\nIsoprene, stabilized appears as a clear colorless liquid with a petroleum-like odor. Density 5.7 lb / gal. Flash point -65°F. Boiling point 93°F. May polymerize exothermically if heated or contaminated. If polymerization takes place inside a closed container, the container may rupture violently. Less dense than water and insoluble in water. Vapors heavier than air.\n\nOntology Summary\nIsoprene is a hemiterpene with the formula CH2=C(CH3)CH=CH2; the monomer of natural rubber and a common structure motif to the isoprenoids, a large class of other naturally occurring compounds. It has a role as a plant metabolite. It is an alkadiene, a hemiterpene and a volatile organic compound.\n\nIsoprene is a natural product found in Maytenus acuminata, Coffea arabica, and other organisms with data available.\n\nNatural Rubber is the natural extract of tropical rubber plants.\n\nIsoprene is an unsaturated pentahydrocarbon, Isoprene is found in certain plants or obtained by distillation of caoutchouc or gutta-percha. In plants, it is elementary in the formation of isoprenoids, fat-soluble vitamins, carotenoids and related pigments. Isoprenes contribute to flavors and fragrances of essential oils and other plant-derived substances. (NCI04)\n\n","effects":["H350","H412","H351","H401","H411",{"_id":"62d6d0491fd1bd882057dd9b","name":"Allergy","description":"Occupational asthma reported in medical workers and workers manufacturing latex gloves; [Malo] Patients allergic to latex usually have itching or burning with or without localized contact urticaria when wearing rubber gloves. [Marks, p. 359] Allergic skin reactions to rubber gloves may be either latex sensitivity (contact urticaria) or allergic contact dermatitis from rubber chemicals. Contact urticaria develops within minutes of contact with the latex gloves while allergy to the rubber chemicals is a delayed response. [Marks, p. 293] Latex allergy can be prevented in healthcare workers by avoiding unnecessary glove use, by using non-powdered latex gloves in all workers, and by using non-latex gloves in sensitized workers. [Reference #2] Latex exposure can cause irritant contact dermatitis, allergic contact dermatitis (type IV delayed hypersensitivity to latex additives), and IgE-mediated latex allergy (type I responses including contact urticaria, rhinoconjunctivitis, asthma, and anaphylaxis). Latex sensitization of healthcare workers, as determined by skin-prick testing, is in the range of 5% to 12% compared to 1% in unexposed workers. [ACGIH] These results reinforce the effectiveness of the recommendations to eliminate powdered latex gloves to minimize the risk of latex allergy in the health care workforce. [PMID 21775898] Type IV allergic contact dermatitis is usually mediated by thiurams. Other causative rubber additives are carbamates and mercaptobenzothiazoles. [PMID 22513655] See Thiuram mix.","effectType":"allergy","score":6},{"_id":"62d6d0491fd1bd882057dd9c","name":"Allergy","description":"A complex poly(isoprene) polymer mixture of varying chain lengths, branches, isomers, and molecular weights (300-65,000) containing impurities such as catalyst residues (i.e. aluminum alkyls), terpene isomers (e.g. limonene), unsaturated polycyclic and aromatic compounds, and up to 5% additives (i.e., antioxidants); [CHEMINFO] May cause skin and respiratory sensitization after prolonged contact based on latex allergies; [eChemPortal: ERMA] Latex contains cis-1,4-polyisoprene, but the allergens that causes hypersensitivity are probably soluble proteins. [Marks, p. 359] May cause irritation; [MSDSonline]","effectType":"allergy","score":4},"62d6d0491fd1bd882057dd9b","62d6d0491fd1bd882057dd9c"]}
{"name":"Tetrahexyldecyl ascorbate","description":"","effects":["H410","H413"]}
{"name":"Epinephrine hydrochloride","description":"Physical Description\nCrystals. Used medically as a cardiostimulant.\n\nEpinephrine Hydrochloride is the hydrochloride salt of the naturally occurring sympathomimetic amine with vasoconstricting, intraocular pressure-reducing, and bronchodilating activities. By stimulating vascular alpha-adrenergic receptors, epinephrine causes vasoconstriction, thereby increasing vascular resistance and blood pressure. When administered in the conjunctiva, this agent binds to alpha-adrenergic receptors in the iris sphincter muscle, resulting in vasoconstriction, a decrease in the production of aqueous humor, and a lowering of intraocular pressure. Through its beta1 receptor-stimulating actions, epinephrine increases the force and rate of myocardial contraction and relaxes bronchial smooth muscle, resulting in bronchodilation.\n\nThe active sympathomimetic hormone from the ADRENAL MEDULLA. It stimulates both the alpha- and beta- adrenergic systems, causes systemic VASOCONSTRICTION and gastrointestinal relaxation, stimulates the HEART, and dilates BRONCHI and cerebral vessels. It is used in ASTHMA and CARDIAC FAILURE and to delay absorption of local ANESTHETICS.\n\n","effects":[]}
{"name":"ZINC oxide","description":"Physical Description\nCrude zinc oxide is a yellow-gray granular solid with no odor. It is insoluble in water. The primary hazard is the threat posed to the environment. Immediate steps should be taken to limit its spread to the environment. Prolonged inhalation of the dust may result in metal fume fever with symptoms of chills, fever, muscular pain, nausea and vomiting.\n\nOntology Summary\nZinc oxide is a zinc molecular entity.\n\nZinc oxide is an inorganic compound used in a number of manufacturing processes. It can be found in rubbers, plastics, ceramics, glass, cement, lubricants, paints, ointments, adhesives, sealants, pigments, foods, batteries, ferrites, fire retardants, and first-aid tapes. It occurs naturally as the mineral zincite, but most zinc oxide is produced synthetically. It is also widely used to treat a variety of other skin conditions, in products such as baby powder and barrier creams to treat diaper rashes, calamine cream, anti-dandruff shampoos, and antiseptic ointments.\n\nA mild astringent and topical protectant with some antiseptic action. It is also used in bandages, pastes, ointments, dental cements, and as a sunblock.\n\n","effects":["H400","H410"]}
{"name":"Cupric oxide","description":"","effects":["H400","H410","H412"]}
{"name":"Magnesium carbonate","description":"Physical Description\nMagnesite appears as white, yellowish, grayish-white or brown crystalline solid or crystalline powder. Density: 3-3.1 g cm-3. An important ore for magnesium. Used in the manufacture of materials capable of withstanding very high temperatures. Sometimes used to produce carbon dioxide.\n\nOntology Summary\nMagnesium carbonate is a magnesium salt with formula CMgO3. Its hydrated forms, particularly the di-, tri-, and tetrahydrates occur as minerals. It has a role as an antacid and a fertilizer. It is a magnesium salt, a carbonate salt, a one-carbon compound and an organic magnesium salt.\n\nMagnesium carbonate, also known as magnesite, is a common over the counter remedy for heartburn and upset stomach caused by overproduction of acid in the stomach.\n\n","effects":[]}
{"name":"Oxirane, methyl-, polymer with oxirane, mono-(9Z)-9-octadecenoate","description":"","effects":[]}
{"name":"Panthenyl ethyl ether","description":"","effects":[]}
{"name":"Histidine","description":"Ontology Summary\nL-histidine is the L-enantiomer of the amino acid histidine. It has a role as a nutraceutical, a micronutrient, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite, a human metabolite, an algal metabolite and a mouse metabolite. It is a proteinogenic amino acid, a histidine and a L-alpha-amino acid. It is a conjugate base of a L-histidinium(1+). It is a conjugate acid of a L-histidinate(1-). It is an enantiomer of a D-histidine. It is a tautomer of a L-histidine zwitterion.\n\nAn essential amino acid that is required for the production of histamine.\n\nL-Histidine is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nHistidine is a semi-essential amino acid (children should obtain it from food) needed in humans for growth and tissue repair, Histidine is important for maintenance of myelin sheaths that protect nerve cells and is metabolized to the neurotransmitter histamine. Histamines play many roles in immunity, gastric secretion, and sexual functions. Histidine is also required for blood cell manufacture and protects tissues against damage caused by radiation and heavy metals. (NCI04)\n\nHistidine is a metabolite found in the aging mouse brain.\n\nAn essential amino acid that is required for the production of HISTAMINE.\n\n","effects":[]}
{"name":"Oxygen(2-);silicon(4+);hydrate","description":"","effects":[]}
{"name":"Ammonium chloride","description":"Physical Description\nAmmonium chloride is a white crystalline solid. It is soluble in water(37%). The primary hazard is the threat posed to the environment. Immediate steps should be taken to limit its spread to the environment. It is used to make other ammonium compounds, as a soldering flux, as a fertilizer, and for many other uses.\n\nOntology Summary\nAmmonium chloride is an inorganic chloride having ammonium as the counterion. It has a role as a ferroptosis inhibitor. It is an inorganic chloride and an ammonium salt.\n\nAmmonium chloride is an inorganic compound with the formula NH4Cl. It is highly soluble in water producing mildly acidic solutions.\n\nAmmonium Chloride is a systemic and urinary acidifying salt. Ammonium chloride helps maintain pH and exerts a mild diuretic effect. This acid forming salt also exerts an expectorant effect by irritating the mucous membranes and is used for alleviation of cough.\n\nAn acidifying agent that has expectorant and diuretic effects. Also used in etching and batteries and as a flux in electroplating.\n\n","effects":["H401","H411","H402"]}
{"name":"Hexaethylene glycol","description":"Ontology Summary\nHexaethylene glycol is a poly(ethylene glycol).\n\n","effects":[]}
{"name":"Glyceryl dibehenate","description":"","effects":[]}
{"name":"Zinc salicylate","description":"","effects":["H410"]}
{"name":"Hydroxyethyl cellulose","description":"","effects":[]}
{"name":"Pectin","description":"Ontology Summary\nBeta-D-galacturonic acid is a D-galactopyranuronic acid with a beta-configuration at the anomeric center. It is a conjugate acid of a beta-D-galacturonate.\n\nPectin is a natural product found in Phytelephas aequatorialis, Eremurus luteus, and other organisms with data available.\n\nHigh molecular weight polysaccharides present in the cell walls of all plants. Pectins cement cell walls together. They are used as emulsifiers and stabilizers in the food industry. They have been tried for a variety of therapeutic uses including as antidiarrheals, where they are now generally considered ineffective, and in the treatment of hypercholesterolemia.\n\n","effects":[]}
{"name":"Butane","description":"Physical Description\nButane is a colorless gas with a faint petroleum-like odor. For transportation it may be stenched. It is shipped as a liquefied gas under its vapor pressure. Contact with the liquid can cause frostbite. It is easily ignited. Its vapors are heavier than air. Any leak can be either liquid or vapor. Under prolonged exposure to fire or intense heat the containers may rupture violently and rocket. It is used as a fuel, an aerosol propellant, in cigarette lighters, and to make other chemicals.\n\nOntology Summary\nButane is a straight chain alkane composed of 4 carbon atoms. It has a role as a food propellant and a refrigerant. It is a gas molecular entity and an alkane.\n\nButane is a natural product found in Stemona tuberosa and Calendula officinalis with data available.\n\n","effects":["H350"]}
{"name":"Tetraethylene glycol monododecyl ether","description":"Ontology Summary\nTetraethylene glycol monododecyl ether is a poly(ethylene glycol).\n\n","effects":["H400","H410"]}
{"name":"Sodium 2-(dodecanoyloxy)propane-1-sulfonate","description":"","effects":["H402"]}
{"name":"Sodium lauroamphoacetate","description":"","effects":[]}
{"name":"Chitosan","description":"Chitosan is a natural product found in Didymella pinodes with data available.\n\nDeacetylated CHITIN, a linear polysaccharide of deacetylated beta-1,4-D-glucosamine. It is used in HYDROGEL and to treat WOUNDS.\n\n","effects":[]}
{"name":"Hydroxypropyl cyclodextrin","description":"","effects":[]}
{"name":"Diethylene glycol monododecyl ether","description":"","effects":["H400"]}
{"name":"Resveratrol","description":"Ontology Summary\nResveratrol is a stilbenol that is stilbene in which the phenyl groups are substituted at positions 3, 5, and 4' by hydroxy groups. It has a role as a phytoalexin, an antioxidant, a glioma-associated oncogene inhibitor and a geroprotector. It is a stilbenol, a polyphenol and a member of resorcinols.\n\nResveratrol (3,5,4'-trihydroxystilbene) is a polyphenolic phytoalexin. It is a stilbenoid, a derivate of stilbene, and is produced in plants with the help of the enzyme stilbene synthase. It exists as cis-(Z) and trans-(E) isomers. The trans- form can undergo isomerisation to the cis- form when heated or exposed to ultraviolet irradiation. In a 2004 issue of Science, Dr. Sinclair of Harvard University said resveratrol is not an easy molecule to protect from oxidation. It has been claimed that it is readily degraded by exposure to light, heat, and oxygen. However, studies find that Trans-resveratrol undergoes negligible oxidation in normal atmosphere at room temperature.\n\nLiverTox Summary\nResveratrol is a plant polyphenol found in high concentrations in red grapes that has been proposed as a treatment for hyperlipidemia and to prevent fatty liver, diabetes, atherosclerosis and aging. Resveratrol use has not been associated with serum enzyme elevations or with clinically apparent liver injury.\n\nResveratrol is a natural product found in Vitis rotundifolia, Vitis amurensis, and other organisms with data available.\n\nResveratrol is a phytoalexin derived from grapes and other food products with antioxidant and potential chemopreventive activities. Resveratrol induces phase II drug-metabolizing enzymes (anti-initiation activity); mediates anti-inflammatory effects and inhibits cyclooxygenase and hydroperoxidase functions (anti-promotion activity); and induces promyelocytic leukemia cell differentiation (anti-progression activity), thereby exhibiting activities in three major steps of carcinogenesis. This agent may inhibit TNF-induced activation of NF-kappaB in a dose- and time-dependent manner. (NCI05)\n\nA stilbene and non-flavonoid polyphenol produced by various plants including grapes and blueberries. It has anti-oxidant, anti-inflammatory, cardioprotective, anti-mutagenic, and anti-carcinogenic properties. It also inhibits platelet aggregation and the activity of several DNA HELICASES in vitro.\n\n","effects":[]}
{"name":"Phenethyl benzoate","description":"Ontology Summary\nPhenethyl benzoate is a benzoate ester resulting from the formal condensation of the carboxy group of benzoic acid with the hydroxy group of 2-phenylethanol. It has a role as a plant metabolite and a volatile oil component. It derives from a benzoic acid and a 2-phenylethanol.\n\nPhenethyl benzoate is a natural product found in Nicotiana bonariensis, Balantiopsis cancellata, and other organisms with data available.\n\n","effects":[]}
{"name":"Ethyl 2-cyanoacrylate","description":"","effects":[]}
{"name":"Dihexadecyl hydrogen phosphate","description":"Ontology Summary\nDicetyl hydrogen phosphate is the dihexadecyl ester of phosphoric acid.\n\n","effects":[]}
{"name":"Ascorbyl isostearate","description":"","effects":[]}
{"name":"16-Methylheptadecanoic acid","description":"Ontology Summary\n16-methylheptadecanoic acid is a methyl-branched fatty acid that is heptadecanoic acid (margaric acid) substituted by a methyl group at position 16. It is a branched-chain saturated fatty acid, a long-chain fatty acid and a methyl-branched fatty acid. It derives from a heptadecanoic acid.\n\n16-Methylheptadecanoic acid is a natural product found in Aristolochia grandiflora, Streptomyces, and other organisms with data available.\n\n","effects":[]}
{"name":"Acid green 50","description":"","effects":[]}
{"name":"3,5-Dimethyl-1,2-cyclopentanedione","description":"","effects":[]}
{"name":"Chicoric acid","description":"Ontology Summary\nChicoric acid is an organooxygen compound. It has a role as a HIV-1 integrase inhibitor and a geroprotector. It derives from a tetracarboxylic acid.\n\nChicoric acid is a natural product found in Cichorium intybus, Hydrastis canadensis, and other organisms with data available.\n\n","effects":[]}
{"name":"Lauryl PEG-8 Dimethicone","description":"","effects":[]}
{"name":"Methyl dihydroabietate","description":"","effects":[]}
{"name":"Glyceryl monooleate","description":"Ontology Summary\n1-oleoylglycerol is a 1-monoglyceride where the acyl group is oleoyl. It has a role as a plant metabolite. It is a 1-acylglycerol 18:1 and a monooleoylglycerol. It derives from an oleic acid.\n\nGlyceryl monooleate is a natural product found in Saposhnikovia divaricata and Nelumbo nucifera with data available.\n\n","effects":[]}
{"name":"Dioctyl ether","description":"Physical Description\nDi-n-octyl ether is a liquid. (NTP, 1992)\n\nOntology Summary\n1,1'-Oxybisoctane is an ether.\n\n","effects":[]}
{"name":"1,3,5,7,2,4,6,8-Tetroxatetrasilocane","description":"Ontology Summary\nCyclotetrasiloxane is a cyclosiloxane.\n\n","effects":[]}
{"name":"Di-n-octyl sebacate","description":"","effects":[]}
{"name":"Farnesol","description":"Physical Description\nFarnesol is a colorless liquid with a delicate floral odor. (NTP, 1992)\n\nOntology Summary\nFarnesol is a farnesane sesquiterpenoid that is dodeca-2,6,10-triene substituted by methyl groups at positions 3, 7 and 11 and a hydroxy group at position 1. It has a role as a plant metabolite, a fungal metabolite and an antimicrobial agent. It is a farnesane sesquiterpenoid, a primary alcohol and a polyprenol.\n\nFarnesol is a natural product found in Lonicera japonica, Alpinia hainanensis, and other organisms with data available.\n\nA colorless liquid extracted from oils of plants such as citronella, neroli, cyclamen, and tuberose. It is an intermediate step in the biological synthesis of cholesterol from mevalonic acid in vertebrates. It has a delicate odor and is used in perfumery. (From McGraw-Hill Dictionary of Scientific and Technical Terms, 5th ed)\n\n","effects":[{"_id":"62d6d3bf1fd1bd882057dd9d","name":"Allergy","description":"A mild irritant on rabbit skin; [RTECS] Danger of skin sensitization; [MAK] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] Safe when used as a flavoring agent in food; [JECFA] May cause irritation; [MSDSonline]","effectType":"allergy","score":1},"62d6d3bf1fd1bd882057dd9d"]}
{"name":"Laureth-2 benzoate","description":"","effects":[]}
{"name":"Ammonium hydroxide","description":"Physical Description\nAmmonium hydroxide appears as a colorless aqueous solution. Concentration of ammonia ranges up to approximately 30%. Ammonia vapors (which arise from the solution) irritate the eyes.\n\nOntology Summary\nAmmonium hydroxide is a solution of ammonia in water. It has a role as a food acidity regulator.\n\nThe hydroxy salt of ammonium ion. It is formed when AMMONIA reacts with water molecules in solution.\n\n","effects":["H400","H401","H402"]}
{"name":"2-Ethylhexyl stearate","description":"","effects":[]}
{"name":"Benzyl cinnamate","description":"Ontology Summary\nBenzyl cinnamate is the cinnamate ester derived from cinnamic acid and benzyl alcohol. Occuring in Balsam of Peru and Tolu balsam, in Sumatra and Penang benzoin, and as the main constituent of copaiba balsam, it is used in heavy oriental perfumes, as a fixative and as a flavouring agent. It has a role as a flavouring agent, a fragrance, a fixative, an antigen and an epitope.\n\nBenzyl cinnamate is a natural product found in Friesodielsia velutina and Isotachis japonica with data available.\n\n","effects":["H411",{"_id":"62d6d4201fd1bd882057dd9e","name":"Allergy","description":"Safe when used as a flavoring agent in food; [JECFA] Mild skin irritant; Causes somnolence and coma in lethal concentration studies; [RTECS] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)]","effectType":"allergy","score":8},"62d6d4201fd1bd882057dd9e"]}
{"name":"Diethylamino hydroxybenzoyl hexyl benzoate","description":"Ontology Summary\nDiethylamino hydroxybenzoyl hexyl benzoate is a member of benzophenones.\n\nDiethylamino hydroxybenzoyl hexyl benzoate is a UV filter with high absorption in the UV-A range. Minimizing the overexposure of human skin to ultraviolet radiation that may lead to acute and chronic photodamage, diethylamino hydroxybenzoyl hexyl benzoate is an oil-soluble UV filter that may be incorporated in the oil phase of emulsions. Diethylamino hydroxybenzoyl hexyl benzoate was approved in Europe in 2005, and is also marketed in the U.S., South America, Mexico, Japan and Taiwan. It has a chemical structure similar to the classical benxophoenone drug class, and displays good photostability. It is used in concentrations up to 10% in sunscreen products, either alone or in combination with other UV absorbers.\n\n","effects":["H413"]}
{"name":"2-Butylbiphenyl","description":"","effects":[]}
{"name":"CID 6850842","description":"","effects":[]}
{"name":"Aspartic acid","description":"Ontology Summary\nL-aspartic acid is the L-enantiomer of aspartic acid. It has a role as an Escherichia coli metabolite, a mouse metabolite and a neurotransmitter. It is an aspartate family amino acid, a proteinogenic amino acid, an aspartic acid and a L-alpha-amino acid. It is a conjugate acid of a L-aspartate(1-). It is an enantiomer of a D-aspartic acid.\n\nOne of the non-essential amino acids commonly occurring in the L-form. It is found in animals and plants, especially in sugar cane and sugar beets. It may be a neurotransmitter.\n\nL-Aspartic acid is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nOne of the non-essential amino acids commonly occurring in the L-form. It is found in animals and plants, especially in sugar cane and sugar beets. It may be a neurotransmitter.\n\n","effects":[]}
{"name":"Alanine","description":"Ontology Summary\nL-alanine is the L-enantiomer of alanine. It has a role as an EC 4.3.1.15 (diaminopropionate ammonia-lyase) inhibitor and a fundamental metabolite. It is a pyruvate family amino acid, a proteinogenic amino acid, a L-alpha-amino acid and an alanine. It is a conjugate base of a L-alaninium. It is a conjugate acid of a L-alaninate. It is an enantiomer of a D-alanine. It is a tautomer of a L-alanine zwitterion.\n\nAlanine is a non-essential amino acid that occurs in high levels in its free state in plasma. It is produced from pyruvate by transamination. It is involved in sugar and acid metabolism, increases immunity, and provides energy for muscle tissue, brain, and the central nervous system.\n\nL-Alanine is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nA non-essential amino acid that occurs in high levels in its free state in plasma. It is produced from pyruvate by transamination. It is involved in sugar and acid metabolism, increases IMMUNITY, and provides energy for muscle tissue, BRAIN, and the CENTRAL NERVOUS SYSTEM.\n\n","effects":[]}
{"name":"Serine","description":"Ontology Summary\nL-serine is the L-enantiomer of serine. It has a role as a human metabolite, an algal metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite. It is a serine family amino acid, a proteinogenic amino acid, a L-alpha-amino acid and a serine. It is a conjugate base of a L-serinium. It is a conjugate acid of a L-serinate. It is an enantiomer of a D-serine. It is a tautomer of a L-serine zwitterion.\n\nA non-essential amino acid occurring in natural form as the L-isomer. It is synthesized from glycine or threonine. It is involved in the biosynthesis of purines; pyrimidines; and other amino acids.\n\nL-Serine is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nSerine is a non-essential amino acid in humans (synthesized by the body), Serine is present and functionally important in many proteins. With an alcohol group, serine is needed for the metabolism of fats, fatty acids, and cell membranes; muscle growth; and a healthy immune system. It also plays a major role in pyrimidine, purine, creatine, and porphyrin biosynthetic pathways. Serine is also found at the active site of the serine protease enzyme class that includes trypsin and chymotrypsin. (NCI04)\n\nA non-essential amino acid occurring in natural form as the L-isomer. It is synthesized from GLYCINE or THREONINE. It is involved in the biosynthesis of PURINES; PYRIMIDINES; and other amino acids.\n\n","effects":[]}
{"name":"Valine","description":"Ontology Summary\nL-valine is the L-enantiomer of valine. It has a role as a nutraceutical, a micronutrient, a human metabolite, an algal metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite. It is a pyruvate family amino acid, a proteinogenic amino acid, a valine and a L-alpha-amino acid. It is a conjugate base of a L-valinium. It is a conjugate acid of a L-valinate. It is an enantiomer of a D-valine. It is a tautomer of a L-valine zwitterion.\n\nValine is a branched-chain essential amino acid that has stimulant activity. It promotes muscle growth and tissue repair. It is a precursor in the penicillin biosynthetic pathway.\n\nValine is an aliphatic and extremely hydrophobic essential amino acid in humans related to leucine, Valine is found in many proteins, mostly in the interior of globular proteins helping to determine three-dimensional structure. A glycogenic amino acid, valine maintains mental vigor, muscle coordination, and emotional calm. Valine is obtained from soy, cheese, fish, meats and vegetables. Valine supplements are used for muscle growth, tissue repair, and energy. (NCI04)\n\nA branched-chain essential amino acid that has stimulant activity. It promotes muscle growth and tissue repair. It is a precursor in the penicillin biosynthetic pathway.\n\n","effects":[]}
{"name":"Proline","description":"Ontology Summary\nL-proline is pyrrolidine in which the pro-S hydrogen at position 2 is substituted by a carboxylic acid group. L-Proline is the only one of the twenty DNA-encoded amino acids which has a secondary amino group alpha to the carboxyl group. It is an essential component of collagen and is important for proper functioning of joints and tendons. It also helps maintain and strengthen heart muscles. It has a role as a micronutrient, a nutraceutical, an algal metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite, a mouse metabolite and a member of compatible osmolytes. It is a glutamine family amino acid, a proteinogenic amino acid, a proline and a L-alpha-amino acid. It is a conjugate base of a L-prolinium. It is a conjugate acid of a L-prolinate. It is an enantiomer of a D-proline. It is a tautomer of a L-proline zwitterion.\n\nProline is one of the twenty amino acids used in living organisms as the building blocks of proteins. Proline is sometimes called an imino acid, although the IUPAC definition of an imine requires a carbon-nitrogen double bond. Proline is a non-essential amino acid that is synthesized from glutamic acid. It is an essential component of collagen and is important for proper functioning of joints and tendons.\n\nL-Proline is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nProline is a cyclic, nonessential amino acid (actually, an imino acid) in humans (synthesized from glutamic acid and other amino acids), Proline is a constituent of many proteins. Found in high concentrations in collagen, proline constitutes almost a third of the residues. Collagen is the main supportive protein of skin, tendons, bones, and connective tissue and promotes their health and healing. (NCI04)\n\nA non-essential amino acid that is synthesized from GLUTAMIC ACID. It is an essential component of COLLAGEN and is important for proper functioning of joints and tendons.\n\n","effects":[]}
{"name":"l-Threonine","description":"Ontology Summary\nL-threonine is an optically active form of threonine having L-configuration. It has a role as a nutraceutical, a micronutrient, a Saccharomyces cerevisiae metabolite, a plant metabolite, an Escherichia coli metabolite, a human metabolite, an algal metabolite and a mouse metabolite. It is an aspartate family amino acid, a proteinogenic amino acid, a threonine and a L-alpha-amino acid. It is a conjugate base of a L-threoninium. It is a conjugate acid of a L-threoninate. It is an enantiomer of a D-threonine. It is a tautomer of a L-threonine zwitterion.\n\nAn essential amino acid occurring naturally in the L-form, which is the active form. It is found in eggs, milk, gelatin, and other proteins.\n\nL-Threonine is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nThreonine is an essential amino acid in humans (provided by food), Threonine is an important residue of many proteins, such as tooth enamel, collagen, and elastin. An important amino acid for the nervous system, threonine also plays an important role in porphyrin and fat metabolism and prevents fat buildup in the liver. Useful with intestinal disorders and indigestion, threonine has also been used to alleviate anxiety and mild depression. (NCI04)\n\nAn essential amino acid occurring naturally in the L-form, which is the active form. It is found in eggs, milk, gelatin, and other proteins.\n\n","effects":[]}
{"name":"l-Isoleucine","description":"Ontology Summary\nL-isoleucine is the L-enantiomer of isoleucine. It has a role as a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite, a plant metabolite, a human metabolite, an algal metabolite and a mouse metabolite. It is an aspartate family amino acid, a proteinogenic amino acid, an isoleucine and a L-alpha-amino acid. It is a conjugate base of a L-isoleucinium. It is a conjugate acid of a L-isoleucinate. It is an enantiomer of a D-isoleucine. It is a tautomer of a L-isoleucine zwitterion.\n\nAn essential branched-chain aliphatic amino acid found in many proteins. It is an isomer of leucine. It is important in hemoglobin synthesis and regulation of blood sugar and energy levels.\n\nIsoleucine is one of nine essential amino acids in humans (present in dietary proteins), Isoleucine has diverse physiological functions, such as assisting wound healing, detoxification of nitrogenous wastes, stimulating immune function, and promoting secretion of several hormones. Necessary for hemoglobin formation and regulating blood sugar and energy levels, isoleucine is concentrated in muscle tissues in humans. Isoleucine is found especially in meats, fish, cheese, eggs, and most seeds and nuts. (NCI04)\n\nl-Isoleucine is a metabolite found in the aging mouse brain.\n\nAn essential branched-chain aliphatic amino acid found in many proteins. It is an isomer of LEUCINE. It is important in hemoglobin synthesis and regulation of blood sugar and energy levels.\n\n","effects":[]}
{"name":"Phenylalanine","description":"Physical Description\nL-phenylalanine is an odorless white crystalline powder. Slightly bitter taste. pH (1% aqueous solution) 5.4 to 6. (NTP, 1992)\n\nOntology Summary\nL-phenylalanine is the L-enantiomer of phenylalanine. It has a role as a nutraceutical, a micronutrient, an Escherichia coli metabolite, a Saccharomyces cerevisiae metabolite, a plant metabolite, an algal metabolite, a mouse metabolite, a human xenobiotic metabolite and an EC 3.1.3.1 (alkaline phosphatase) inhibitor. It is an erythrose 4-phosphate/phosphoenolpyruvate family amino acid, a proteinogenic amino acid, a phenylalanine and a L-alpha-amino acid. It is a conjugate base of a L-phenylalaninium. It is a conjugate acid of a L-phenylalaninate. It is an enantiomer of a D-phenylalanine. It is a tautomer of a L-phenylalanine zwitterion.\n\nPhenylalanine is an essential aromatic amino acid that is a precursor of melanin, [dopamine], [noradrenalin] (norepinephrine), and [thyroxine].\n\nL-Phenylalanine is a metabolite found in Escherichia coli (strain K12, MG1655).\n\nPhenylalanine is an essential aromatic amino acid in humans (provided by food), Phenylalanine plays a key role in the biosynthesis of other amino acids and is important in the structure and function of many proteins and enzymes. Phenylalanine is converted to tyrosine, used in the biosynthesis of dopamine and norepinephrine neurotransmitters. The L-form of Phenylalanine is incorporated into proteins, while the D-form acts as a painkiller. Absorption of ultraviolet radiation by Phenylalanine is used to quantify protein amounts. (NCI04)\n\nPhenylalanine is a metabolite found in the aging mouse brain.\n\nAn essential aromatic amino acid that is a precursor of MELANIN; DOPAMINE; noradrenalin (NOREPINEPHRINE), and THYROXINE.\n\n","effects":[]}
{"name":"Dimethylsiloxane/polyoxyalkylene block copolymer","description":"","effects":["H412","H413"]}
{"name":"Sulcrate","description":"","effects":[]}
{"name":"alpha-Glyceryl linoleate","description":"Ontology Summary\n1-linoleoyl-sn-glycerol is a 1-acyl-sn-glycerol that is the S-enantiomer of 1-monolinolein. It is a 1-monolinolein and a 1-acyl-sn-glycerol. It is an enantiomer of a 3-linoleoyl-sn-glycerol.\n\nalpha-Glyceryl linoleate is a natural product found in Streptomyces piomogenus with data available.\n\n","effects":[]}
{"name":"Glyceryl palmitate","description":"Ontology Summary\n1-monopalmitoylglycerol is a 1-monoglyceride that has palmitoyl as the acyl group. A natural product found in Neolitsea daibuensis. It has a role as a plant metabolite and an algal metabolite. It derives from a hexadecanoic acid.\n\nGlyceryl palmitate is a natural product found in Astragalus mongholicus, Euphorbia micractina, and other organisms with data available.\n\nGlyceryl palmitate is a metabolite found in the aging mouse brain.\n\n","effects":["H411"]}
{"name":"Pentaethylene glycol","description":"Ontology Summary\nPentaethylene glycol is a poly(ethylene glycol).\n\n","effects":[]}
{"name":"PPG-3 benzyl ether myristate","description":"","effects":[]}
{"name":"Cinnamyl alcohol","description":"Ontology Summary\nCinnamyl alcohol is a primary alcohol comprising an allyl core with a hydroxy substituent at the 1-position and a phenyl substituent at the 3-position (geometry of the C=C bond unspecified). It has a role as a plant metabolite.\n\nCinnamyl alcohol is a naturally occurring compound that is found within cinnamon. Due to the low levels found in cinnamon, cinnamyl alcohol is usually supplied as [DB14184] within commercial products.  Cinnamyl alcohol has been shown to be a skin sensitizer, with a NOEL (No Effect Level) of ~4%. Sensitivity to cinnamyl alcohol may be identified with a clinical patch test.\n\nFDA Pharmacology Summary\nCinnamyl alcohol is a Standardized Chemical Allergen. The physiologic effect of cinnamyl alcohol is by means of Increased Histamine Release, and Cell-mediated Immunity.\n\nCinnamyl alcohol is a natural product found in Cinnamomum iners, Nicotiana bonariensis, and other organisms with data available.\n\n","effects":[{"_id":"62d6d55c1fd1bd882057dd9f","name":"Allergy","description":"Cinnamic alcohol was an allergen in 15 of 20 perfume-sensitive patients patch tested. [HSDB] An irritant; [MSDSonline] Positive patch tests reported in perfume industry and food handlers; One of the chemicals in the fragrance mix; [Kanerva, p. 1771] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] Danger of skin sensitization; [MAK]","effectType":"allergy","score":2},"62d6d55c1fd1bd882057dd9f"]}
{"name":"Glycol dilaurate","description":"","effects":[]}
{"name":"Tetraethylene glycol","description":"Physical Description\nTetraethylene glycol is a colorless to straw-colored liquid with a mild odor. Sinks and mixes with water. (USCG, 1999)\n\nOntology Summary\nTetraethylene glycol is a poly(ethylene glycol).\n\n","effects":[]}
{"name":"Pro-xylane","description":"Hydroxypropyl tetrahydropyrantriol has been used in trials studying the basic science of Aging.\n\n","effects":[]}
{"name":"Neopentyl glycol dicaprate","description":"","effects":[]}
{"name":"Adenosine","description":"Ontology Summary\nAdenosine is a ribonucleoside composed of a molecule of adenine attached to a ribofuranose moiety via a beta-N(9)-glycosidic bond. It has a role as an anti-arrhythmia drug, a vasodilator agent, an analgesic, a human metabolite and a fundamental metabolite. It is a purines D-ribonucleoside and a member of adenosines. It derives from an adenine.\n\nThe structure of adenosine was first described in 1931, though the vasodilating effects were not described in literature until the 1940s. Adenosine is indicated as an adjunct to thallium-201 in myocardial perfusion scintigraphy, though it is rarely used in this indication, having largely been replaced by [dipyridamole] and [regadenson]. Adenosine is also indicated in the treatment of supraventricular tachycardia.  Adenosine was granted FDA approval on 30 October 1989.\n\nFDA Pharmacology Summary\nAdenosine is an Adenosine Receptor Agonist. The mechanism of action of adenosine is as an Adenosine Receptor Agonist.\n\nAdenosine is a natural product found in Smilax bracteata, Mikania laevigata, and other organisms with data available.\n\nAdenosine is a ribonucleoside comprised of adenine bound to ribose, with vasodilatory, antiarrhythmic and analgesic activities. Phosphorylated forms of adenosine play roles in cellular energy transfer, signal transduction and the synthesis of RNA.\n\nAdenosine is a metabolite found in the aging mouse brain.\n\nA nucleoside that is composed of adenine and d-ribose. Adenosine or adenosine derivatives play many important biological roles in addition to being components of DNA and RNA. Adenosine itself is a neurotransmitter.\n\n","effects":[]}
{"name":"2-Hydroxy-5-octanoylbenzoic acid","description":"","effects":["H412"]}
{"name":"Copper gluconate","description":"Ontology Summary\nCopper gluconate is an organic molecular entity.\n\nCopper gluconate is a copper salt of D-gluconic acid that displays a light blue to bluish-green color. It is prepared by the reaction of gluconic acid solutions with cupric oxide or basic cupric carbonate. According to the good manufacturing or feeding practice by the FDA, copper gluconate is used as a nutrient or dietary supplement and is generally recognized as safe for use at a level not exceeding 0.005 percent.\n\nCopper Gluconate is the orally bioavailable copper salt of D-gluconic acid. In addition to its roles as an enzyme cofactor for cytochrome C oxidase and superoxide dismutase, copper forms complexes with the thiocarbamate disulfiram (DSF) forming DSF-copper complexes, which enhances the DSF-mediated inhibition of the 26S proteasome; proteasome inhibition may result in inhibition of cellular protein degradation, cessation of cell cycle progression, inhibition of cellular proliferation, and the induction of apoptosis in susceptible tumor cell populations.\n\nDerivatives of gluconic acid (the structural formula HOCH2(CHOH)4COOH), including its salts and esters.\n\n","effects":["H400","H411"]}
{"name":"3-Methyl-1,3-butanediol","description":"","effects":[]}
{"name":"3,6,9,12,15,18,21,24,27,30,33,36-Dodecaoxaoctatetracontan-1-ol","description":"","effects":[]}
{"name":"2-[2-[3,4-Bis(2-methoxyethoxy)oxolan-2-yl]-2-(2-methoxyethoxy)ethoxy]ethyl dodecanoate","description":"","effects":[]}
{"name":"[(2S,3R,4S,5S,6R)-6-[[(2R,3R,4R,5S,6R)-3,4-dihydroxy-6-(hydroxymethyl)-5-[(2S,3R,4R,5R,6S)-3,4,5-trihydroxy-6-methyloxan-2-yl]oxyoxan-2-yl]oxymethyl]-3,4,5-trihydroxyoxan-2-yl] (1S,2R,4aS,6aR,6aR,6bR,8R,8aR,9R,10R,11R,12aR,14bS)-8,10,11-trihydroxy-9-(hydroxymethyl)-1,2,6a,6b,9,12a-hexamethyl-2,3,4,5,6,6a,7,8,8a,10,11,12,13,14b-tetradecahydro-1H-picene-4a-carboxylate","description":"[(2S,3R,4S,5S,6R)-6-[[(2R,3R,4R,5S,6R)-3,4-dihydroxy-6-(hydroxymethyl)-5-[(2S,3R,4R,5R,6S)-3,4,5-trihydroxy-6-methyloxan-2-yl]oxyoxan-2-yl]oxymethyl]-3,4,5-trihydroxyoxan-2-yl] (1S,2R,4aS,6aR,6aR,6bR,8R,8aR,9R,10R,11R,12aR,14bS)-8,10,11-trihydroxy-9-(hydroxymethyl)-1,2,6a,6b,9,12a-hexamethyl-2,3,4,5,6,6a,7,8,8a,10,11,12,13,14b-tetradecahydro-1H-picene-4a-carboxylate is a natural product found in Centella asiatica with data available.\n\n","effects":[]}
{"name":"Dipotassium hexadecyl phosphate","description":"","effects":[]}
{"name":"Tromethamine","description":"Ontology Summary\nTris is a primary amino compound that is tert-butylamine in which one hydrogen attached to each methyl group is replaced by a hydroxy group. A compound widely used as a biological buffer substance in the pH range 7--9; pKa = 8.3 at 20 ℃; pKa = 7.82 at 37 ℃. It has a role as a buffer. It is a triol and a primary amino compound. It is a conjugate base of a member of Htris.\n\nAn organic amine proton acceptor. It is used in the synthesis of surface-active agents and pharmaceuticals; as an emulsifying agent for cosmetic creams and lotions, mineral oil and paraffin wax emulsions, as a biological buffer, and used as an alkalizer. (From Merck, 11th ed; Martindale, The Extra Pharmacopoeia, 30th ed, p1424)\n\nAn organic amine proton acceptor. It is used in the synthesis of surface-active agents and pharmaceuticals; as an emulsifying agent for cosmetic creams and lotions, mineral oil and paraffin wax emulsions, as a biological buffer, and used as an alkalizer. (From Merck, 11th ed; Martindale, The Extra Pharmacopoeia, 30th ed, p1424)\n\n","effects":[]}
{"name":"4-Hydroxycinnamic acid","description":"Ontology Summary\n4-coumaric acid is a coumaric acid in which the hydroxy substituent is located at C-4 of the phenyl ring. It has a role as a plant metabolite. It is a conjugate acid of a 4-coumarate.\n\n4-Hydroxycinnamic acid is a natural product found in Ficus septica, Visnea mocanera, and other organisms with data available.\n\n","effects":[]}
