{"_id":"62d6c3931fd1bd882057dd74","name":"Allergy","description":"Rarely causes allergic contact dermatitis; [Marks, p. 136] Occupational contact urticaria has been reported. [PMID 11766131] A skin and eye irritant; Inhalation of high concentrations may cause CNS effects; May cause skin sensitization; [ICSC] No deaths in rats exposed to saturated concentrations (100-200 ppm) for 2 hours; Rapidly metabolized to hippuric acid; Has caused deaths in premature infants when given in IV solutions >4.5 mg/kg-day; [AIHA] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)]","effectType":"allergy","score":4}
{"_id":"62d6c39a1fd1bd882057dd75","name":"Allergy","description":"A skin and eye irritant; May cause liver injury; [ICSC] Emergency treatment: Linalool; A skin and eye irritant; [HSDB] Safe to use as a flavoring agent in food; [JECFA] Slight sedative effects after inhalation; Not a sensitizer; Not mutagenic; Causes effects on liver and kidneys in 28-day rat feeding study (72.9% linalool) with a NOAEL of 160 mg/kg/day; [OECD SIDS: Linalool - 2002] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)]","effectType":"allergy","score":7}
{"_id":"62d6c3af1fd1bd882057dd76","name":"Allergy","description":"Toluenesulfonamide/formaldehyde resin in nail polish causes allergic contact dermatitis, usually on the face and neck but also on the fingers, periungually.  [Marks, p. 183] Does not contain free formaldehyde. [ChemIDplus] Causes contact dermatitis on application to human skin; [RTECS] May cause irritation; [Aldrich MSDS]","effectType":"allergy","score":7}
{"_id":"62d6c3b61fd1bd882057dd77","name":"Allergy","description":"Cholinesterase inhibition, but no cumulative toxicity, was observed in animal studies. A study of 33 workers (employed for an average of 7.4 years) in a plant manufacturing TPP found no adverse health effects. A slight reduction in erythrocyte cholinesterase activity was found in six workers. One case of occupational allergic contact dermatitis has been documented. [ACGIH] In high-dose animal studies, adverse effects include delayed paralysis similar to that seen with tri-o-cresyl phosphate. [HSDB]","effectType":"allergy","score":4}
{"_id":"62d6c3bb1fd1bd882057dd78","name":"Allergy","description":"Workers exposed to greater than 2 ppm (12.6 mg/m3) report irritation of the eyes and nose and loss of the sense of smell. Camphor causes convulsions in experimental animals and in humans after ingestion of high doses. [ACGIH] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] May cause elevated liver enzymes in poisoning cases after ingestion; [HSDB] See L-Camphor.","effectType":"allergy","score":7}
{"_id":"62d6c3bb1fd1bd882057dd79","name":"Allergy","description":"Considered highly toxic by ingestion, with an estimated human lethal dose of 3.5-35 grams (50-500 mg/kg); Autopsies of human poisonings have shown damage to the liver, kidney, and brain; [NTP - Final Report on Developmental Toxicity] Camphor used topically during pregnancy in not likely to cause teratogenic effects; [TERIS] Safe when used as a flavoring agent in food; [JECFA] A severe skin, eye, mucous membrane, and upper respiratory tract irritation; High concentrations may cause corrosive injuries; May cause CNS depression and other nervous system effects; Harmful by ingestion, inhalation, and skin absorption; [NTP] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] A skin and strong eye irritant; [Alfa Aesar MSDS] See Camphor, synthetic.","effectType":"allergy","score":7}
{"_id":"62d6c3de1fd1bd882057dd7a","name":"Allergy","description":"A formaldehyde releaser used in cosmetics; It can cause allergic contact dermatitis; Rinse off products in general will have a low risk of causing allergic contact dermatitis. [Kanerva, p. 398-404] Reports of contact dermatitis from its use in cosmetics; No contact sensitivity observed in several studies; [NTP] A irritant; [Aldrich MSDS]","effectType":"allergy","score":9}
{"_id":"62d6c3e01fd1bd882057dd7b","name":"Allergy","description":"Parabens are an uncommon cause of allergic contact dermatitis; [Marks, p. 115] Food use limited to 0.1%; [Hawley] Observations from animal studies include mild skin and eye irritation and a low order of toxicity in high-dose oral studies; Skin sensitization has been reported from cosmetics and topical medications; A moderate eye irritant (saturated aqueous solution); Practically non-toxic in animal studies: Oral LD50 (mouse) >8000 mg/kg (Effects included flaccid paralysis and ataxia.); [HSDB] An eye and mild skin irritant; May cause skin sensitization; [eChemPortal: ERMA] Parabens can induce allergic contact dermatitis, mainly in chronic dermatitis and wounded skin. [Kanerva, p. 1822-3] An irritant; [MSDSonline]","effectType":"allergy","score":8}
{"_id":"62d6c3e21fd1bd882057dd7c","name":"Allergy","description":"Parabens are an uncommon cause of allergic contact dermatitis; [Marks, p. 115] A mild skin irritant with some evidence of skin sensitization in human studies; Caused mild eye irritation, no to minimal skin irritation, and no skin sensitization in animal studies; [HSDB] An eye and  mild skin irritant; May cause skin sensitization; [eChemPortal: ERMA] Parabens can induce allergic contact dermatitis, mainly in chronic dermatitis and wounded skin. [Kanerva, p. 1822-3] May cause irritation; [MSDSonline]","effectType":"allergy","score":2}
{"_id":"62d6c3e51fd1bd882057dd7d","name":"Allergy","description":"Parabens are an uncommon cause of allergic contact dermatitis; [Marks, p. 115] A skin irritant; Causes liver injury in feeding studies of mice; [HSDB] A skin and eye irritant; A potential skin sensitizer; [CAMEO] An eye and mild skin irritant; May cause skin sensitization; [eChemPortal: ERMA] Parabens can induce allergic contact dermatitis, mainly in chronic dermatitis and wounded skin. [Kanerva, p. 1822-3]","effectType":"allergy","score":8}
{"_id":"62d6c3fa1fd1bd882057dd7e","name":"Allergy","description":"Propylene glycol is designated by the FDA as GRAS (generally recognized as safe) for use as a food additive.  It is commonly used in cosmetics and topical medications. Patch testing with propylene glycol is difficult because of irritant effects. It may cause allergic contact dermatitis in a small percentage of cases. It may also cause non-immunologic contact urticaria. [Marks, p. 156-7] Allergic contact dermatitis in a photographic developer using Flexicolor; [Kanerva, p. 1830] An eye irritant; [ICSC] Oral LD50 = 21,000 mg/kg in dogs; Causes CNS depression and coma in high-dose, animal-feeding studies; [AIHA] See Ethylene glycol.","effectType":"allergy","score":6}
{"_id":"62d6c4191fd1bd882057dd7f","name":"Allergy","description":"A skin and eye irritant; [ICSC] Causes non-immunological contact urticaria; [Kanerva, p. 218] Benzoic acid alkali salts cause pseudoallergic reactions; [MAK] TLV Basis: Irritation of eye and respiratory tract, and lung damage; Low level oral exposures are considered safe . . . [ACGIH] See Sodium benzoate and Potassium benzoate.","effectType":"allergy","score":9}
{"_id":"62d6c4521fd1bd882057dd80","name":"Allergy","description":"Causes degenerative changes to brain, dermatitis, changes in liver and kidney weights, and somnolence in acute oral studies of rats; Causes alteration of classical conditioning and abnormal liver function tests in 100-day inhalation studies of rats; [RTECS] A moderate skin irritant; Category members and supporting chemicals demonstrate skin sensitization in humans and mice; No systemic toxicity in 112-day and 17-week oral studies of rats at the highest tested doses (approximately 500 mg/kg/day); Mortality, stomach lesions, and cytoplasmic vacuolization (lipidosis) of  the liver, kidney, and myocardium in 13-week oral study of mice (LOAEL of 2,000 mg/kg/day); [Reference #1] Fragrance ingredient that is a recognized contact allergen in consumers; [EC: SCCNFP] Generally regarded as safe (GRAS) by the FDA; [ToxPlanet: EPA BRADs] Safe when used as a flavoring agent in food; [JECFA] An irritant; [Acros Organics MSDS]","effectType":"allergy","score":5}
{"_id":"62d6c4a81fd1bd882057dd81","name":"Allergy","description":"A skin irritant; May be absorbed through skin; Emergency treatment: Lemon grass oil; Citral, the main component, causes liver injury in high-dose animal experiments; Citral in concentrations >8% can cause irritation or allergic dermatitis; [HSDB] A blend of Neral and Geranial; [Kanerva, p. 1771] TLV based on high-dose animal studies showing body weight effects, upper respiratory tract irritation, and eye damage; A skin sensitizer based on patch testing in humans: about 1% of patients with hand dermatitis have positive patch tests to 2% citral; [ACGIH] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] Effects in high-dose animal studies include somnolence and changes in the liver and kidneys; [RTECS] A skin and mucous membrane irritant; May cause skin sensitization; [Aldrich MSDS]","effectType":"allergy","score":7}
{"_id":"62d6c4cb1fd1bd882057dd82","name":"Allergy","description":"A formaldehyde releaser used in cosmetics; It can cause allergic contact dermatitis; Rinse off products in general will have a low risk of causing allergic contact dermatitis. [Kanerva, p. 398-404] Reports of positive results for skin sensitization patch testing; [HSDB] A formaldehyde releasing agent present in combination with MDM hydantoin (CAS# 116-25-6) in the commercial product 2,4 Imidazolidinedione; Likely hydrolyzes/degrades to 5,5-dimethylhydantoin (DMH); [Reference #1] See 5,5-Dimethylhydantoin and Formaldehyde.","effectType":"allergy","score":7}
{"_id":"62d6c4cf1fd1bd882057dd83","name":"Allergy","description":"A mucous membrane irritant; [Hawley] Emergency treatment: Peppermint oil; [HSDB] A skin, eye, mucous membrane, and upper respiratory tract irritant; [CAMEO] A mild to moderate skin and eye irritant; [eChemPortal: SIDSUNEP] Peppermint oil causes CNS depression and hypothermia in rat feeding studies; Menthol causes ataxia, seizures, and respiratory depression in lethal dose studies of rats; It causes kidney damage and cystic lesions of the cerebellum in chronic studies; [Haddad, p. 1439] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] An irritant; May cause serious eye injury; [MSDSonline] See l-Menthol and d-Menthol.","effectType":"allergy","score":2}
{"_id":"62d6c4df1fd1bd882057dd84","name":"Allergy","description":"Occupational asthma and allergic contact dermatitis in machinists and photographers; [See Reference; Marks, p. 159-60] Animals sustain liver and kidney damage after high-dose feeding studies. [ACGIH] A skin, eye, and respiratory tract irritant; May cause skin sensitization; [ICSC] Low acute toxicity, with median oral LD50 values of 4,190-11,260 mg/kg in rats and 5,300-8,000 mg/kg in guinea pigs; Median dermal LD50 greater than 2,000 mg/kg in rabbits; No evidence of skin sensitization in animal studies or in a group of 64 human volunteers; Low incidence of skin sensitization reported in humans; Not carcinogenic, a developmental toxicant, or toxic to the reproductive system; [OECD SIDS] An eye irritant; May cause skin sensitization; Chronic exposure may cause liver and kidney injury; [Fisher Scientific MSDS]","effectType":"allergy","score":8}
{"_id":"62d6c4ea1fd1bd882057dd85","name":"Allergy","description":"Parabens are an uncommon cause of allergic contact dermatitis; [Marks, p. 115] A moderate eye irritant (saturated aqueous solution); Parabens may cause skin sensitization in a small percentage of the population; [HSDB] May cause eye and respiratory tract irritation; Prolonged skin contact may cause irritation and contact dermatitis; [CAMEO] An eye and mild skin irritant; May cause skin sensitization; [eChemPortal: ERMA] Parabens can induce allergic contact dermatitis, mainly in chronic dermatitis and wounded skin. [Kanerva, p. 1822-3] May cause irritation; [MSDSonline]","effectType":"allergy","score":3}
{"_id":"62d6c56f1fd1bd882057dd86","name":"Allergy","description":"Emergency treatment: Coumarin; After an ingestion of 4 grams of coumarin, a patient developed muscle paralysis but no cardiovascular effects; Has liver toxicity in rats, but humans are relatively resistant; Not active as an anti-coagulant; [HSDB] A skin irritant; May be a human carcinogen; [ICSC] May cause narcosis and liver damage; [CAMEO] May cause irritation; Harmful if swallowed: causes liver injury and somnolence; [MSDSonline] Coumarin is a fragrance allergen that causes allergic contact dermatitis. [Marks, p. 168, 172]","effectType":"allergy","score":9}
{"_id":"62d6c57b1fd1bd882057dd87","name":"Allergy","description":"A skin, eye, and respiratory tract irritant; [ICSC] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] Harmful if swallowed; [MSDSonline] Direct contact may cause skin irritation but rarely allergic contact dermatitis. [Kanerva, p. 1757]","effectType":"allergy","score":6}
{"_id":"62d6c5851fd1bd882057dd88","name":"Allergy","description":"Lanolin is a complex natural mixture of esters of alcohols and fatty acids present in sheep fleece. Wool that is manufactured to reduce free wool alcohols below 3% can be worn by lanolin-sensitive individuals. Lanolin is a common cause of allergic contact dermatitis in leg ulcer patients treated with topical medications containing lanolin. [Marks, p. 96-7] Causes allergic dermatitis on topical exposure to human skin; [RTECS] May cause irritation; [Aldrich MSDS]","effectType":"allergy","score":5}
{"_id":"62d6c5c41fd1bd882057dd89","name":"Allergy","description":"One of the allergens to which hairdressers may be exposed; [Kanerva, p. 1514] See Coco Amido Betaine. See Betaine.","effectType":"allergy","score":3}
{"_id":"62d6c5cb1fd1bd882057dd8a","name":"Allergy","description":"Polymeric quaternary ammonium salt, consisting of acrylamide and dimethyl diallyl ammonium chloride monomers; a skin-care product that causes allergic contact dermatitis. [ChemIDplus] See Dilauryldimethylammonium chloride. See Acrylamide and Diallyldimethylammonium chloride.","effectType":"allergy","score":2}
{"_id":"62d6c5d81fd1bd882057dd8b","name":"Allergy","description":"Allergic contact dermatitis reported in workers using products containing this preservative; [Kanerva, p. 1815] Danger of skin sensitization; [MAK] Cosmetic preservative that is a recognized contact allergen in consumers; [EC: SCCS - Opinion] Causes burns; Inhalation may cause corrosive injuries to upper respiratory tract and lungs; May cause skin sensitization; Harmful by ingestion; Toxic by inhalation; [Sigma-Aldrich MSDS] See ISOTHIAZOLINONES.","effectType":"allergy","score":2}
{"_id":"62d6c6881fd1bd882057dd8c","name":"Allergy","description":"Methyl methacrylate is used in the manufacture of resins and plastics. Methyl methacrylate is irritating to the skin, eyes, and mucous membranes in humans. An allergic response to dermal exposure may develop. Respiratory effects have been reported in humans following acute (short-term) and chronic (long-term) inhalation exposures. Respiratory symptoms observed following acute exposures include chest tightness, dyspnea, coughing, wheezing, and reduced peak flow. Neurological symptoms have also been reported in humans following acute exposure to methyl methacrylate. Fetal abnormalities have been reported in animals exposed to methyl methacrylate by injection and inhalation. EPA considers methyl methacrylate not likely to be carcinogenic to humans.","effectType":"allergy","score":2}
{"_id":"62d6c6bd1fd1bd882057dd8d","name":"Allergy","description":"In animal inhalation studies, intoxication is marked by ataxia, tremor, convulsions, and death. After exposures of 750 to 1000 ppm, human subjects complained of eye irritation, headache, dizziness, and nausea. Causes both irritant and allergic contact dermatitis; Oral lethal dose = 15-90 ml; Can cause chemical pneumonitis if aspirated; Liver enzymes are elevated in animals inhaling 300 ppm 6 hours/day, 5 days/week for 4-8 weeks. [ACGIH] Turpentine is a common skin sensitizer in painters. [Marks, p. 273] The allergens in turpentine are hydroperoxides of delta-3-carene with higher concentrations in Indonesian than in Portuguese turpentine. [Kanerva, p. 1766] Acute tubular necrosis has been reported after heavy and repeated skin exposures to gasoline, turpentine, petroleum naphtha, and diesel oil. [Rosenstock, p. 577] A skin, eye, and respiratory tract irritant; Inhalation of high concentrations can cause CNS depression and cardiac arrhythmias; A skin sensitizer; May cause effects on the bladder and kidneys; [ICSC] See TERPENES.","effectType":"allergy","score":2}
{"_id":"62d6c7011fd1bd882057dd8e","name":"Allergy","description":"CrIII compounds do not cause chrome ulcerations but may cause allergic dermatitis in workers with prior sensitization to CrVI compounds. [ILO Encyclo] CrIII is an essential trace mineral in the human diet. [ATSDR Case Studies] An eye and respiratory tract irritant; [ICSC] May cause GI irritation if ingested;  [MSDSonline] See Chromium.","effectType":"allergy","score":1}
{"_id":"62d6c7f11fd1bd882057dd8f","name":"Allergy","description":"A skin, eye, and respiratory tract irritant; May cause skin sensitization; [ICSC] May cause skin and eye irritation; Emergency medical treatment: irritants; Sorbic acid 2.5% in petrolatum causes non-immunologic contact urticaria; [HSDB] Causes non-immunological contact urticaria; [Kanerva, p. 218] No adverse reproductive effects in long-term studies of mice and rats; [REPROTOX] A severe irritant; [RTECS] An uncommon cause of allergic contact dermatitis; Causes contact urticaria in 58% of subjects tested; [Marks, p. 151, 355] A severe irritant; High concentrations may cause corrosive injuries to the skin, eyes, mucous membranes, and upper respiratory tract; [CAMEO] An irritant; [MSDSonline]","effectType":"allergy","score":5}
{"_id":"62d6c8071fd1bd882057dd90","name":"Allergy","description":"A skin, eye, and respiratory tract irritant; [ICSC] May cause allergic reactions and eye irritation; [HSDB] An eye irritant that may cause burns on extended exposure; [CAMEO] Found commercially as a solid (90-98% pure), paste (30-41%), or aqueous solution (28-50%); Solid is a severe skin and eye irritant, based on animal studies; Solutions cause irritation that increase with concentration; Not a skin sensitizer; [CHEMINFO] An eye and mild skin irritant; [eChemPortal: ERMA] An irritant; [MSDSonline]","effectType":"allergy","score":6}
{"_id":"62d6c9621fd1bd882057dd91","name":"Allergy","description":"The pure substance and concentrations up to 20% caused no skin irritation in closed patch test studies; No skin sensitization observed in patch tests of 25 volunteers at 2% and 5% in petrolatum; Occupational exposure to vanilla pods commonly produces vanillism, with symptoms including skin reactions (papular itching eruptions of the hands, face, and eyelids), headache, gastritis, vertigo, and occasionally asthma; Calcium oxalate crystals in the sap and mites may contribute to the skin reactions; [IUCLID] Three studies of volunteers and workers showed no signs of skin sensitization; Reports of positive sensitization reactions in patients sensitized to Balsam of Peru; [Reference #1] Safe when used as a flavoring agent in food; [JECFA] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] A skin and strong eye irritant; May cause skin sensitization; Harmful by ingestion and skin absorption; [Sigma-Aldrich MSDS] See Vanillic acid.","effectType":"allergy","score":6}
{"_id":"62d6c98e1fd1bd882057dd92","name":"Allergy","description":"Causes changes in blood serum composition, allergic autoimmune response (multiple organ involvement), and inflammatory effects in acute intraperitoneal studies of mice; [RTECS] May cause irritation; [Acros Organics MSDS]","effectType":"allergy","score":4}
{"_id":"62d6c9f61fd1bd882057dd93","name":"Allergy","description":"A severe eye and moderate skin irritant; Causes cutaneous sensitization in 3-day intermittent dermal studies of mice; [RTECS] Fragrance ingredient that is a recognized contact allergen in consumers; [EC: SCCNFP] Safe when used as a flavoring agent in food; [JECFA] Contained in fragrance mix; [Kanerva, p. 1803] An irritant; [Sigma-Aldrich MSDS] See Citronellal.","effectType":"allergy","score":1}
{"_id":"62d6c9f81fd1bd882057dd94","name":"Allergy","description":"A contact skin allergen present in cosmetics and foods; [Marks, p. 172] Occupational asthma confirmed in a hairdresser; [Malo] Toxic by ingestion: metabolic acidosis, proteinuria, hepatotoxicity, CNS depression, ataxia, and convulsions; [HSDB] Generally regarded as safe (GRAS) for use in foods; [FDA] A primary irritant; May cause skin sensitization and contact dermatitis; [CAMEO] Safe when used as a flavoring agent in food; Acceptable daily intake (ADI) of 0-2.5 mg/kg; [JECFA] Mildly irritating to human skin; [RTECS]","effectType":"allergy","score":5}
{"_id":"62d6cb171fd1bd882057dd95","name":"Allergy","description":"Caused 3% positive photo-patch tests in a series of Mayo Clinic patients; It is infrequently found to be a contact and photo-contact allergen; Cross reaction with oxybenzone and benzophenone may occur; [Marks, p. 222] No evidence of sensitization in man at 5%; [European Commission] Oral LD50 (rat) = 3530 mg/kg; [ChemIDplus] An irritant; [MSDSonline] See Oxybenzone.","effectType":"allergy","score":6}
{"_id":"62d6cb361fd1bd882057dd96","name":"Allergy","description":"An allergen; [Hawley] Its use in coloring oral medications has caused allergic reactions in small percentage of patients; In one study of 2210 patients exposed to tartrazine in drugs, 3.8% had allergic reactions that subsided within 48 hours; There were no allergies to drugs not containing tartrazine; No significant adverse effects were observed in rats during long term feeding studies; Intraperitoneal LD50 (rat) >2000 mg/kg; [HSDB] An irritant; May cause skin and respiratory sensitization after prolonged contact; [MSDSonline]","effectType":"allergy","score":2}
{"_id":"62d6cb511fd1bd882057dd97","name":"Allergy","description":"A formaldehyde releaser used in cosmetics; It can cause allergic contact dermatitis; Rinse off products in general will have a low risk of causing allergic contact dermatitis. [Kanerva, p. 398-404]","effectType":"allergy","score":1}
{"_id":"62d6cc871fd1bd882057dd98","name":"Allergy","description":"Of 7 sunscreen allergens photo-patch tested in 1990 in 355 Swedish patients, it caused the most positive reactions (15 photocontact and 1 contact); [HSDB] May cause contact dermatitis, urticaria, and irritation; [CAMEO] It is tested in a 3% concentration in petrolatum; It causes both contact and photo-contact allergic reactions; Patients may also be allergic to other benzophenone sunscreens; [Marks, p. 221] An irritant; Effects in high-dose animal studies include effects on liver, kidneys, and reproductive system; Oral LD50 (rat) = 7500 mg/kg; [MSDSonline]","effectType":"allergy","score":3}
{"_id":"62d6cc8a1fd1bd882057dd99","name":"Allergy","description":"Positive patch tests reported in worker in a paint factory and in patients sensitized by cosmetics; Animals in high-dose feeding studies have cardiomegaly and injury to the kidneys and liver; [HSDB] Danger of skin sensitization; [MAK] Causes allergic contact dermatitis in cosmetics, sanitary wipes, and metalworking fluids; [Kanerva, p. 1804] May cause irritation; [MSDSonline]","effectType":"allergy","score":9}
{"_id":"62d6ce6b1fd1bd882057dd9a","name":"Allergy","description":"An irritant; Possible sensitizer; [MSDSonline] Isoeugenol is a fragrance allergen that causes allergic contact dermatitis. [Marks, p. 168, 172] Danger of skin sensitization; [MAK] Common allergen in cosmetics and perfumes; [Kanerva, p. 1805] See Eugenol.","effectType":"allergy","score":2}
{"_id":"62d6d0491fd1bd882057dd9b","name":"Allergy","description":"Occupational asthma reported in medical workers and workers manufacturing latex gloves; [Malo] Patients allergic to latex usually have itching or burning with or without localized contact urticaria when wearing rubber gloves. [Marks, p. 359] Allergic skin reactions to rubber gloves may be either latex sensitivity (contact urticaria) or allergic contact dermatitis from rubber chemicals. Contact urticaria develops within minutes of contact with the latex gloves while allergy to the rubber chemicals is a delayed response. [Marks, p. 293] Latex allergy can be prevented in healthcare workers by avoiding unnecessary glove use, by using non-powdered latex gloves in all workers, and by using non-latex gloves in sensitized workers. [Reference #2] Latex exposure can cause irritant contact dermatitis, allergic contact dermatitis (type IV delayed hypersensitivity to latex additives), and IgE-mediated latex allergy (type I responses including contact urticaria, rhinoconjunctivitis, asthma, and anaphylaxis). Latex sensitization of healthcare workers, as determined by skin-prick testing, is in the range of 5% to 12% compared to 1% in unexposed workers. [ACGIH] These results reinforce the effectiveness of the recommendations to eliminate powdered latex gloves to minimize the risk of latex allergy in the health care workforce. [PMID 21775898] Type IV allergic contact dermatitis is usually mediated by thiurams. Other causative rubber additives are carbamates and mercaptobenzothiazoles. [PMID 22513655] See Thiuram mix.","effectType":"allergy","score":6}
{"_id":"62d6d0491fd1bd882057dd9c","name":"Allergy","description":"A complex poly(isoprene) polymer mixture of varying chain lengths, branches, isomers, and molecular weights (300-65,000) containing impurities such as catalyst residues (i.e. aluminum alkyls), terpene isomers (e.g. limonene), unsaturated polycyclic and aromatic compounds, and up to 5% additives (i.e., antioxidants); [CHEMINFO] May cause skin and respiratory sensitization after prolonged contact based on latex allergies; [eChemPortal: ERMA] Latex contains cis-1,4-polyisoprene, but the allergens that causes hypersensitivity are probably soluble proteins. [Marks, p. 359] May cause irritation; [MSDSonline]","effectType":"allergy","score":4}
{"_id":"62d6d3bf1fd1bd882057dd9d","name":"Allergy","description":"A mild irritant on rabbit skin; [RTECS] Danger of skin sensitization; [MAK] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] Safe when used as a flavoring agent in food; [JECFA] May cause irritation; [MSDSonline]","effectType":"allergy","score":1}
{"_id":"62d6d4201fd1bd882057dd9e","name":"Allergy","description":"Safe when used as a flavoring agent in food; [JECFA] Mild skin irritant; Causes somnolence and coma in lethal concentration studies; [RTECS] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)]","effectType":"allergy","score":8}
{"_id":"62d6d55c1fd1bd882057dd9f","name":"Allergy","description":"Cinnamic alcohol was an allergen in 15 of 20 perfume-sensitive patients patch tested. [HSDB] An irritant; [MSDSonline] Positive patch tests reported in perfume industry and food handlers; One of the chemicals in the fragrance mix; [Kanerva, p. 1771] Included in list of established contact allergens in humans; [EC: Scientific Committee on Consumer Safety: Fragrance allergens in cosmetic products (2011)] Danger of skin sensitization; [MAK]","effectType":"allergy","score":2}
